{
  "dataList": [
    {
      "id": "announcer_cheer_15_1",
      "dlg": "Come ben sapete, Non sono molto bravo a dare supporto emotivo. Una soluzione veloce è preferibile a delle semplici parole piene di commiserazione, no?"
    },
    {
      "id": "announcer_cheer_15_2",
      "dlg": "Ho acquistato alcune torte d'incoraggiamento stanno arrivando come ordinato dal capo Dongrang, ma immagino non vi troviate nella posizione di poterle gustare. Per favore, quindi godetevelo indirettamente attraverso di me. (gnam)"
    },
    {
      "id": "announcer_specialcheer_15_1",
      "dlg": "Domanda. Vedo che i suoi impiegati si trovano in uno stato critico. Sta pianificando di inietargli una capsula di rigenerazione?"
    },
    {
      "id": "announcer_specialcheer_15_2",
      "dlg": "è il momento di dare un occhiata hai tuoi impiegati. Sembrano un pò intontiti, non credi?"
    },
    {
      "id": "announcer_enemy_break_15_1",
      "dlg": "C'è un nemico sbilanciato. Potresti stenderlo con un semplice colpetto alla fronte."
    },
    {
      "id": "announcer_ally_break_15_1",
      "dlg": "Attenzione. Alcuni impiegati sembrano un pò malmessi. Oh, Comunque, Sono disposto a fornirti uno sconto del 30% sulla nostra collezione di capsule di rigenerazione."
    },
    {
      "id": "announcer_killenemy_15_1",
      "dlg": "Il nemico è neutralizato. Il capo Dongrang avrebbe dovuto saperlo... Mi ha sempre preso in giro siccome non ho talento nel combattimento."
    },
    {
      "id": "announcer_ally_dead_15_1",
      "dlg": "Per carità. Un impiegato è morto. Secondo la politica aziendale, Terremo un momento di silenzio di due ore per i caduti."
    },
    {
      "id": "announcer_enemy_adv_15_1",
      "dlg": "Il nemico ha il vantaggio... ma non c'è bisogno di preoccuparsi. Ti mostrerò come sono riuscito a vincere il premio per il Dipartimento del mese."
    },
    {
      "id": "announcer_ally_adv_15_1",
      "dlg": "I nonstri impiegati hanno il vantaggio. Oh, Il capo Dongrang ci ha appena detto che porterà tutto il team ad una elegante cenenetta se vinciamo questa battaglia. Ci sarà carne pregiata importata direttamente dalla S Corp."
    },
    {
      "id": "announcer_danger_15_1",
      "dlg": "Si, uno dei tuoi alleati (gnam gnam) è quasi morto. (gnam gnam gnam). Mm... La torta al curry con lattuga, peperoncino e pepe ha sicuramente il sapore migliore."
    },
    {
      "id": "announcer_enemy_specialskill_15_1",
      "dlg": "Il nemico si sta preparando a lanciarci una palla curva. Perchè non preparare gli impiegati cosi da renderlo un fuori campo?"
    },
    {
      "id": "announcer_enemy_specialgimmick_15_1",
      "dlg": "I nemici stanno usando una strana tattica. Personalmente odio queste mosse meschine. Un combattimento deve essere leale e onesto, non credi?"
    },
    {
      "id": "announcer_advatk_physical_15_1",
      "dlg": "Colpo impressionante. Immagino che questa sia come ci si sente a fare un fuoricampo, had I been a big-City baseball player."
    },
    {
      "id": "announcer_disadvatk_physical_15_1",
      "dlg": "That attack did not match the type of attack the enemy is weak to. If I had to make a comparison, I would compare your strategy to diving headfirst into an unfathomably deep pool."
    },
    {
      "id": "announcer_advatk_attr_15_1",
      "dlg": "Quite an effective attack. I see that my orders were perfectly executed."
    },
    {
      "id": "announcer_disadvatk_attr_15_1",
      "dlg": "Allow me to retort. Your attack was completely ineffective. Clearly, this is what happens when I look away even for a second..."
    },
    {
      "id": "announcer_enemy_specialbuff_15_1",
      "dlg": "There is something powering up the enemy. But do remember: in every peril is an opportunity waiting to be found. That's the quote I used to get through 43 different companies' document screenings."
    },
    {
      "id": "announcer_enemy_specialdebuff_15_1",
      "dlg": "The enemy is at a disadvantage. This is the perfect time to stab them in the back."
    },
    {
      "id": "announcer_ally_specialbuff_15_1",
      "dlg": "You are now all under the influence of a positive effect. Well, not that it's my doing, but... please do enjoy anyway."
    },
    {
      "id": "announcer_ally_specialdebuff_15_1",
      "dlg": "You are now all under the influence of a negative effect. Keep your guard up, or be prepared to get wiped out."
    },
    {
      "id": "announcer_enemy_destroy_15_1",
      "dlg": "You've destroyed a part. I'd say the enemy is now like fried chicken without the drumsticks. Can't get much worse than that, can it?"
    },
    {
      "id": "announcer_enemy_destroy_15_2",
      "dlg": "One of your enemies has a broken part. Focus your attacks there."
    },
    {
      "id": "announcer_round_takebigdmg_15_1",
      "dlg": "Several of the employees are hurt. Why don't you hand out some nutrient supplements for them after this battle?"
    },
    {
      "id": "announcer_round_takebigdmg_15_2",
      "dlg": "An employee is... under quite the stress. Here's a quick way to raise their morale: tell them that you'll reward them with free-to-use PTO as soon as this fight's over. Works every time."
    },
    {
      "id": "announcer_round_givebigdmg_15_1",
      "dlg": "The enemy is critically wounded. It's clear that having someone competent on the mic is helping with your team's performance. Oh, no need to thank me."
    },
    {
      "id": "announcer_round_givebigdmg_15_2",
      "dlg": "Good. Let's keep going at this pace. The Department of the Year trophy is almost ours; the higher-ups will be watching me."
    },
    {
      "id": "announcer_multikillenemy_15_1",
      "dlg": "One of the employees has displayed a superb performance. 85% of that performance could be attributed to my assistance, however. This is not a boast; it is a fact-based statistical conclusion."
    },
    {
      "id": "announcer_equip_15_1",
      "dlg": "Pleasure. Samjo from the Food Resource Development Department's Research Center. I've been dispatched to help with a K Corp. excision mission. Hopefully my audiovisual assistance may be of help to you."
    }
  ]
}
