{
  "dataList": [
    {
      "id": "announcer_cheer_35_1",
      "dlg": "- Ragazzi, pensiamoci bene. Quindi—\n- Ah! Sembra che dei nemici si stiano avvicinando?\n- In arrivo S.Z."
    },
    {
      "id": "announcer_cheer_35_2",
      "dlg": "- Se hai qualche caso difficile, facci sapere è ti aiuteremo~\n- ogni mistero ha un indizio per risolverlo, dopotutto!"
    },
    {
      "id": "announcer_specialcheer_35_1",
      "dlg": "- Che diamine? Cos'è successo?\n- Wow, sembra che sia successo qualcosa di veramente brutto in un batter d'occhio.\n- Forse è stato un riccone con del tempo da buttare."
    },
    {
      "id": "announcer_specialcheer_35_2",
      "dlg": "- T.D.\n- Troppo deboli, si, certo...Ma possiamo provare ad arrivare prima in fondo a questa questione? Ad esempio, capire cosa ha causato questo.\n- Perchè sono T.D. Cos'altro?\n- Per dio..."
    },
    {
      "id": "announcer_enemy_break_35_1",
      "dlg": "- Ah! Mi chiedo se qualcuno abbia rubato il loro tempo?\n- Non vedi? Qualcuno li ha presi a calci in culo, e questo è quanto~"
    },
    {
      "id": "announcer_ally_break_35_1",
      "dlg": "- Strano... Quell attacco non avrebbe dovuto fare cosi male.\n- Potrebbe essere un attacco da parte di un nemico invisibile.\n- Ragazzi, non è il momento! Abbiamo un problema tra le mani."
    },
    {
      "id": "announcer_killenemy_35_1",
      "dlg": "- Ottimo, hai conciato per le feste quel nemico!\n- Siamo un passo più vicini alla verità, non credi?"
    },
    {
      "id": "announcer_ally_dead_35_1",
      "dlg": "- Un altro mangia la polvere.\n- Nooo... Non avremo abbastanza persone per risolvere il caso di questo passo...\n- Hmm~ Penso che le persone rimanenti andranno bene? Siamo apposto. Almeno per ora~"
    },
    {
      "id": "announcer_enemy_adv_35_1",
      "dlg": "- Abbiamo ancora qualche speranza?\n- Il caso è stato smantellato dalle fondamenta. Butta giù tutto è ricomincia dalle fondamenta.\n- Si. Forse trovare un altro modo di procedere è la soluzione in questo caso."
    },
    {
      "id": "announcer_ally_adv_35_1",
      "dlg": "- Cosa ne pensi delle loro possibilità, Ryōshū?\n- S.A.P. Niente male.\n- Hanno avuto qualche problemino, ma sono sicuro che ce la faranno!"
    },
    {
      "id": "announcer_ally_advex_35_1",
      "dlg": "- Date le circostanze, risolvere questo problema sembra impossibile, ma... abbiamo lottato e sconfitto l'impossibile per molto tempo, giusto?\n- Allora credo che vinceremo, nonostante la convinzione che non c'è la faremo.\n- Entrambi avete degli atteggiamenti così fighi~"
    },
    {
      "id": "announcer_danger_35_1",
      "dlg": "- ... I lit a cigarette.\n- Huh? Wha?\n- This is the pivotal moment. A single choice will determine how this story ends. Puff... a perfect moment to burn a quality cig."
    },
    {
      "id": "announcer_enemy_specialskill_35_1",
      "dlg": "- That... looks dangerous!\n- No foreshadowing. Too sudden.\n- Hmm~ Wouldn't it be nice if every problem were foreshadowed just like in detective novels?"
    },
    {
      "id": "announcer_enemy_specialgimmick_35_1",
      "dlg": "- ... Yo! I know this. Usually, in these kinds of stories, unless the protagonist does everything just right... everyone dies!\n- Heh. Gimmicky.\n- Then there has to be a clue hiding somewhere, right?"
    },
    {
      "id": "announcer_advatk_physical_35_1",
      "dlg": "- Obvious weakness. What a flat character.\n- Aw, that's simply too elementary, wasn't it? Makes for a boring case."
    },
    {
      "id": "announcer_disadvatk_physical_35_1",
      "dlg": "- Wait, wha...? That wasn't it?\n- That was like trying to shove a pentagon key into a triangular keyhole~\n- Hm. Any key can become a skeleton key as long as there is sufficient strength behind it."
    },
    {
      "id": "announcer_advatk_attr_35_1",
      "dlg": "- Ahh~ I totally coulda deduced that myself... that mystery was right up my alley. Too bad ya solved it already!\n- That was pretty easy to miss unless you were paying attention. How smart~"
    },
    {
      "id": "announcer_disadvatk_attr_35_1",
      "dlg": "- This is your 'deduction' despite collecting all those clues? Mediocre.\n- Why don't you share your take then, huh? Ryōshū.\n- Hmph, no. I don't do spoilers."
    },
    {
      "id": "announcer_enemy_specialbuff_35_1",
      "dlg": "- Things aren't looking good all of a sudden...\n- Maybe they triggered a secret device."
    },
    {
      "id": "announcer_enemy_specialdebuff_35_1",
      "dlg": "- They've slowed down a bunch, just as we expected.\n- Hmph, time to slaughter them.\n- Can we stick to the detective lingo and call it 'close the case', Ryōshū...? C'mon, you've got the look down, with a cool pipe and everything."
    },
    {
      "id": "announcer_ally_specialbuff_35_1",
      "dlg": "- You're all looking pretty busy! A new revelation, maybe?\n- Well, finding a major clue does put a pep in your step~"
    },
    {
      "id": "announcer_ally_specialdebuff_35_1",
      "dlg": "- Case failed.\n- Haah... did we do something wrong?\n- Isn't this what you wanted, Ryōshū? You said earlier, stroking your mustache—'Obvious solutions are M.E.H.'\n- 'Mediocre, Essentially Hackneyed'... did I get that right?"
    },
    {
      "id": "announcer_enemy_destroy_35_1",
      "dlg": "- Ladies and gentlemen, I believe the evidence speaks for itself... Thus, therein lies the answer! Break that part wide open!\n- Ooh~ I read the same line from the book I borrowed last time! What a wonderful reenactment!"
    },
    {
      "id": "announcer_enemy_destroy_35_2",
      "dlg": "- Vain, rotten facsimiles of 'art' are often founded on shaky ground.\n- Aha, so breaking one part will eventually bring the whole thing down. That's what you're saying, right?\n- Puff. Correct."
    },
    {
      "id": "announcer_round_takebigdmg_35_1",
      "dlg": "- Ahhh?! A-are you okay?\n- The wound looks too serious...\n- Hope the evidence isn't broken."
    },
    {
      "id": "announcer_round_takebigdmg_35_2",
      "dlg": "- Oh, that is way worse than we expected... Maybe our approach was wrong?\n- No, it's not we who are wrong. It's the situation that's wrong about us.\n- ... What are you talking about? We clearly got something wrong! Which explains that huge wound!"
    },
    {
      "id": "announcer_round_givebigdmg_35_1",
      "dlg": "- Heck yeah~ That's the crux of this whole case!\n- At this rate, we'll be solving this case in no time~ They won't be able to refute this evidence."
    },
    {
      "id": "announcer_round_givebigdmg_35_2",
      "dlg": "- Stay alert. The case isn't over.\n- Aren't we making some pretty good progress, though?\n- Yeah, nothing wrong with getting a lil' excited~"
    },
    {
      "id": "announcer_multikillenemy_35_1",
      "dlg": "- ... And then there were none.\n- But there are some?\n- Heh... that's why it's <i>and then</i> there were none.\n- Well~ I think we'll get to the point of there being none in no time as long as we keep this up!"
    },
    {
      "id": "announcer_battle_win_35_1",
      "dlg": "- Woo! Now that's <i>case closed</i>!\n- Predictable battle. P.F. No, worse than pulps.\n- Fuhu, everyone did great work today~"
    },
    {
      "id": "announcer_battle_defeat_35_1",
      "dlg": "- What a T.A.B.\n- Ugh... nah, it wasn't a turnabout. I had a feeling it was going to end badly.\n- Huh? Oh, I don't think she meant 'turnabout.'\n- I meant to say 'What a Thrashing and Bashing'."
    },
    {
      "id": "announcer_equip_35_1",
      "dlg": "- We're not here just to deduce mysteries!\n- We're here to watch this battle, and~\n- W.A.T.C.H.\n- No! We're analyzing the case honestly! Come on, Ryōshū, we agreed to do away with acronyms today~"
    }
  ]
}
