{
  "dataList": [
    {
      "id": "announcer_cheer_15_1",
      "dlg": "Come ben sapete, Non sono molto bravo a dare supporto emotivo. Una soluzione veloce è preferibile a delle semplici parole piene di commiserazione, no?"
    },
    {
      "id": "announcer_cheer_15_2",
      "dlg": "Ho acquistato alcune torte d'incoraggiamento stanno arrivando come ordinato dal capo Dongrang, ma immagino non vi troviate nella posizione di poterle gustare. Per favore, quindi godetevelo indirettamente attraverso di me. (gnam)"
    },
    {
      "id": "announcer_specialcheer_15_1",
      "dlg": "Domanda. Vedo che i suoi impiegati si trovano in uno stato critico. Sta pianificando di inietargli una capsula di rigenerazione?"
    },
    {
      "id": "announcer_specialcheer_15_2",
      "dlg": "è il momento di dare un occhiata hai tuoi impiegati. Sembrano un pò intontiti, non credi?"
    },
    {
      "id": "announcer_enemy_break_15_1",
      "dlg": "C'è un nemico sbilanciato. Potresti stenderlo con un semplice colpetto alla fronte."
    },
    {
      "id": "announcer_ally_break_15_1",
      "dlg": "Attenzione. Alcuni impiegati sembrano un pò malmessi. Oh, Comunque, Sono disposto a fornirti uno sconto del 30% sulla nostra collezione di capsule di rigenerazione."
    },
    {
      "id": "announcer_killenemy_15_1",
      "dlg": "Il nemico è neutralizato. Il capo Dongrang avrebbe dovuto saperlo... Mi ha sempre preso in giro siccome non ho talento nel combattimento."
    },
    {
      "id": "announcer_ally_dead_15_1",
      "dlg": "Per carità. Un impiegato è morto. Secondo la politica aziendale, Terremo un momento di silenzio di due ore per i caduti."
    },
    {
      "id": "announcer_enemy_adv_15_1",
      "dlg": "Il nemico ha il vantaggio... ma non c'è bisogno di preoccuparsi. Ti mostrerò come sono riuscito a vincere il premio per il Dipartimento del mese."
    },
    {
      "id": "announcer_ally_adv_15_1",
      "dlg": "I nonstri impiegati hanno il vantaggio. Oh, Il capo Dongrang ci ha appena detto che porterà tutto il team ad una elegante cenenetta se vinciamo questa battaglia. Ci sarà carne pregiata importata direttamente dalla S Corp."
    },
    {
      "id": "announcer_danger_15_1",
      "dlg": "Si, uno dei tuoi alleati (gnam gnam) è quasi morto. (gnam gnam gnam). Mm... La torta al curry con lattuga, peperoncino e pepe ha sicuramente il sapore migliore."
    },
    {
      "id": "announcer_enemy_specialskill_15_1",
      "dlg": "Il nemico si sta preparando a lanciarci una palla curva. Perchè non preparare gli impiegati cosi da renderlo un fuori campo?"
    },
    {
      "id": "announcer_enemy_specialgimmick_15_1",
      "dlg": "I nemici stanno usando una strana tattica. Personalmente odio queste mosse meschine. Un combattimento deve essere leale e onesto, non credi?"
    },
    {
      "id": "announcer_advatk_physical_15_1",
      "dlg": "Colpo impressionante. Immagino che questo sia come ci si sente a fare un fuoricampo, se fossi un giocatore di baseball di una grande città."
    },
    {
      "id": "announcer_disadvatk_physical_15_1",
      "dlg": "Quell'attacco non era il tipo di attacco a cui il nemico è debole. Se dovessi fare una comparazione, Comparerei la tua strategia a tuffarsi a capofitto in una piscina incredibilmente profonda."
    },
    {
      "id": "announcer_advatk_attr_15_1",
      "dlg": "Quel attacco ha avuto effetto. Vedo che i miei ordini sono stati eseguiti alla perfezione."
    },
    {
      "id": "announcer_disadvatk_attr_15_1",
      "dlg": "Permettetemi di dire. Il tuo attacco è stato completamente inutile. Chiaramente, questo è ciò che accade quando mi distraggo anche solo per un secondo..."
    },
    {
      "id": "announcer_enemy_specialbuff_15_1",
      "dlg": "C'è qualcosa che sta potenziando i nemici. Ma ricorda: in ogni situazione pericolosa c'è un'opportunità che aspetta di essere scoperta. Queste sono le parole che ho usato per superare i controlli dei documenti di 43 aziende diverse."
    },
    {
      "id": "announcer_enemy_specialdebuff_15_1",
      "dlg": "Il nemico è svantaggiato. Questo è il momento perfetto per pugnalarli alle spalle."
    },
    {
      "id": "announcer_ally_specialbuff_15_1",
      "dlg": "Siete sotto l'influenza di un effetto positivo. Beh, non l'ho fatto io, ma... godetevelo."
    },
    {
      "id": "announcer_ally_specialdebuff_15_1",
      "dlg": "Siete sotto l'influenza di un effetto negativo. Fate attenzione, o rischierete di essere fatti fuori."
    },
    {
      "id": "announcer_enemy_destroy_15_1",
      "dlg": "Hai distrutto una parte. Devo dire che ora il nemico e come pollo fritto senza le cosce. Non potrebbe andare peggio di così, non credi?"
    },
    {
      "id": "announcer_enemy_destroy_15_2",
      "dlg": "Uno dei nemici ha una parte rotta. Concentrate gli attacchi lì."
    },
    {
      "id": "announcer_round_takebigdmg_15_1",
      "dlg": "Molti degli impiegati sono feriti. Perché non distribuisci loro degli integratori dopo questa battaglia??"
    },
    {
      "id": "announcer_round_takebigdmg_15_2",
      "dlg": "Un impiegato è... abbastanza stressato. Ecoo un buon modo per sistemare il loro morale: digli che li ricompenserai con ferie gratuite non appena questo combattimento sarà finito. Funziona sempre."
    },
    {
      "id": "announcer_round_givebigdmg_15_1",
      "dlg": "Il nemico è gravemente ferito. E chiaro che avere qualcuno di competente a guidarti sta migliorando la performance del team. Oh, non c'è bisogno di ringraziarmi."
    },
    {
      "id": "announcer_round_givebigdmg_15_2",
      "dlg": "Ottimo. Continuiamo a questo ritmo. Il trofeo del Dipartimento dell'anno è quasi nostro; i superiori mi terrano d'occhio."
    },
    {
      "id": "announcer_multikillenemy_15_1",
      "dlg": "Uno degli impiegati a dimostrato una performance sublime. l'85% di quella performance può essere attribuito alla mia presenza. è Questo non è un vanto; è una conclusione basata sui fatti."
    },
    {
      "id": "announcer_equip_15_1",
      "dlg": "Piacere. Samjo dal Centro di ricerca del Dipartimento per lo sviluppo delle risorse alimentari. Sono stato inviato qui per aiutare con una missione di escissione della K Corp. Spero che la mia assistenza audiovisiva ti sarà di aiuto."
    }
  ]
}
