{
  "dataList": [
    {
      "id": 0,
      "place": "Ufficio Riscossione Tempo Locale",
      "model": "단테",
      "content": "<Okay... Mi è chiaro che mi stiate accusando di aver di nuovo lasciato i Peccatori liberi di fare come vogliono, ma avevamo le nostre ragioni—>"
    },
    {
      "id": 1,
      "model": "베르길리우스",
      "content": "... Abbiamo trovato un'accordo."
    },
    {
      "id": 2,
      "model": "이스마엘",
      "content": "E? Gli avete spiegato la situazione, vero? Vi prego ditemi che l'accordo non include farci tutti pendere da quella stupida forca."
    },
    {
      "id": 3,
      "model": "베르길리우스",
      "content": "Dieci bilioni di Ahn... è una quantità assurda di soldi. Ma questo non cambia che ne siamo responsabili. Abbiamo beneficiato del tempo in più che ci ha dato, e il suo uso non era stato stabilito in precedenza da entrambe le parti prima che lo attivassimo senza il loro aiuto."
    },
    {
      "id": 4,
      "model": "파우스트",
      "content": "Ed essendo un'evento inaspettato, non potevano essere preparate contromisure."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Capisco, ma non avevamo esattamente il tempo per discutere se avessi il permesso di rallentare il tempo o no.>"
    },
    {
      "id": 6,
      "content": "Dovevamo proprio pensare in fretta in quel momento. Mi dà un po fastidio come mi trattino come se questa situazione sia colpa mia."
    },
    {
      "id": 7,
      "model": "오티스",
      "content": "Se pensate di sacrificare uno di noi per saldare il debito, vi chiedo di valutare la nostra utilità in base ai nostri meriti."
    },
    {
      "id": 8,
      "model": "오티스",
      "content": "Ho preparato delle schede di valutazione delle prestazioni per ogni Peccatore proprio per una simile evenienza. Sull'ultima pagina di queste valutazioni sono incluse altre opinioni, che—"
    },
    {
      "id": 9,
      "model": "베르길리우스",
      "content": "... Non ho in mente di abbandonare chiunque di voi a prendersi tutta la colpa del gruppo. E comunque, dieci milioni di Ahn non è una cifra che si può saldare sacrificando una persona."
    },
    {
      "id": 10,
      "model": "단테",
      "content": "<…….>"
    },
    {
      "id": 11,
      "model": "베르길리우스",
      "content": "Ma alla fine abbiamo trovato un compromesso ragionevole mentre perdevate tempo bighellonando intorno al patibolo."
    },
    {
      "id": 12,
      "model": "단테",
      "content": "<E quel compromesso sarebbe...?>"
    },
    {
      "id": 13,
      "model": "파우스트",
      "content": "Ci hanno contattati per gestire una Distorsione."
    },
    {
      "id": 14,
      "model": "그레고르",
      "content": "Huh... Direi che si stia spargendo la voce se ci hanno richiesti per gestire questa Distorsione."
    },
    {
      "id": 15,
      "model": "파우스트",
      "content": "Prima hanno contattato altri Fixer e compagnie per risolvere il problema. Siamo la loro sesta scelta dopo che le prime cinque non sono riuscite a ottenere dei risultati soddisfacenti."
    },
    {
      "id": 16,
      "model": "그레고르",
      "content": "Ahm, hm... capito..."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "Certo, le voci si stanno spargendo su alcune storie. Non posso negarlo."
    },
    {
      "id": 18,
      "model": "단테",
      "content": "<Quindi di che tipo di Distorsione ci occuperemo stavolta?>"
    },
    {
      "id": 19,
      "model": "파우스트",
      "content": "Questa richiesta riguarda una serie di casi simili e irrisolti nei confini di T Corp. Alcuni lo chiamano..."
    },
    {
      "id": 20,
      "model": "파우스트",
      "content": "... 'Il Caso del Tempo Ammazzatempo'. Più persone sono già cadute vittima del responsabile."
    },
    {
      "id": 21,
      "model": "단테",
      "content": "<Il Caso del Tempo Ammazzatempo...>"
    },
    {
      "id": 22,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "È esattamente quello che dice il nome."
    },
    {
      "id": 23,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Una Distorsione se ne va in giro, uccidendo il nostro tempo."
    },
    {
      "id": 24,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Il 'Tempo' è una risorsa qui alla T Corp. Non è difficile per noi risolvere i rari furti di tempo rintracciandolo, ma nel Caso del Tempo Ammazzatempo, l'assassino non lascia nessuna traccia. È veramente sparito, completamente rimosso, e impossibile da rintracciare. Qui non è mai accaduto qualcosa di simile; da cui l'importanza di questo caso è troppo enorme da descrivere."
    },
    {
      "id": 25,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Per questo vi chiediamo ufficialmente di risolvere questo caso al nostro posto. In cambio, vi esoneremo dal vostro debito di Tasse Temporali."
    },
    {
      "id": 26,
      "model": "돈키호테",
      "content": "Oooh... così giunge ancora la mia occasione per distinguermi."
    },
    {
      "id": 27,
      "model": "돈키호테",
      "content": "Secondo un libro che avevo letto negli scorsi giorni, a tutti i detective che indagano su un caso di grado Incubo Urbano o superiore viene conferito un 'Distintivo da Detective Speciale' per la durata dell'ingaggio! Tale distintivo si potrebbe paragonare ad un permesso universale a richiedere ogni tipo di assistenza inerente all'investi—"
    },
    {
      "id": 28,
      "model": "로쟈",
      "content": "Detective?"
    },
    {
      "id": 29,
      "model": "돈키호테",
      "content": "FIXER!!"
    },
    {
      "id": 30,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "... Già, vi daremo i distintivi."
    },
    {
      "id": 31,
      "model": "돈키호테",
      "content": "EVVIVAAAA! Quanto ho agognato di inserire un tale distintivo nella mia collezione! Potreste gentilmente permetterci di tenere i distintivi una volta che il caso si è concluso? Anzi, richiedo che mi siano lasciati almeno tre distintivi; una per la mia collezione privata, una da mettere in mostra, e una per l'utilizzo, così da"
    },
    {
      "id": 32,
      "model": "히스클리프2",
      "content": "Zitta, ragazza! Allora, che stiamo aspettando? Partiamo, stendiamo questa Distorsione, e ce ne andiamo da qui. Odio risolvere problemi di soldi."
    },
    {
      "id": 33,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "……."
    },
    {
      "id": 34,
      "model": "베르길리우스",
      "content": "Apprezzo l'entusiasmo. Ma apprezzerei ancora di più se lasciaste finire gli altri prima di interrompere e partire con un'enorme panegirico."
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "Il problema è... che non vogliono che tutti e tredici di voi corrano ovunque cercando di risolvere il caso."
    },
    {
      "id": 36,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Esattamente. Non posso lasciare che l'intero gruppo corra liberamente per le strade e faccia perdere il loro prezioso tempo ai nostri cittadini."
    },
    {
      "id": 37,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Inoltre, il 'Distintivo da Detective Speciale' non è qualcosa che T Corp. darebbe a chiunque. Non possiamo affidare un'intera scatola di distintivi a tutti e tredici di voi."
    },
    {
      "id": 38,
      "model": "오티스",
      "content": "Mm, sono d'accordo. In parte."
    },
    {
      "id": 39,
      "content": "Outis, che aveva sempre costantemente suggerito di ridurre il numero di Peccatori, è stata la prima ad accogliere la proposta."
    },
    {
      "id": 40,
      "model": "오티스",
      "content": "Lo avremmo dovuto fare da molto tempo. Che senso ha trascinarsi dietro certe palle al piede?"
    },
    {
      "id": 41,
      "model": "오티스",
      "content": "We will leave the useless pawns behind to wait in the bus while the elite team of high-performing individuals takes care of business."
    },
    {
      "id": 42,
      "model": "베르길리우스",
      "content": "You seem rather confident that you'd be a part of that 'elite team of high-performing individuals', Outis."
    },
    {
      "id": 43,
      "model": "오티스",
      "content": "It's ridiculous to even suggest otherwise—"
    },
    {
      "id": 44,
      "model": "이스마엘",
      "content": "All right, all right, enough with your nonsense. So... how many of us are allowed to work on this case anyway?"
    },
    {
      "id": 45,
      "model": "베르길리우스",
      "content": "Hm..."
    },
    {
      "id": 46,
      "content": "Vergilius trailed off, clearly unhappy about this outcome."
    },
    {
      "id": 47,
      "model": "베르길리우스",
      "content": "They have decided that three... no, four individuals, including the Manager, is an appropriate amount of people allowed to partake in this investigation."
    },
    {
      "id": 48,
      "model": "이스마엘",
      "content": "That's not a lot..."
    },
    {
      "id": 49,
      "model": "베르길리우스",
      "content": "Accept it. We barely managed to get the authorization for four after much debate."
    },
    {
      "id": 50,
      "model": "오티스",
      "content": "Hmph. Then you have wasted your breath. A tag-team of the Executive Manager and I will be more than enough to handily complete this mission."
    },
    {
      "id": 51,
      "model": "단테",
      "content": "<Right... so it all comes down to my choice, huh. Three Sinners...>"
    },
    {
      "id": 52,
      "content": "So, so many eyes are upon me. Not that I've never had them all look at me at the same time before, but... the pressure is on a completely different level when it comes to making judgment calls like these."
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "Looks like the manager is deep in thought. ... But pointlessly agonizing over something like this is a waste of time."
    },
    {
      "id": 54,
      "model": "베르길리우스",
      "content": "I'm taking volunteers first, so let's see some hands. Quickly, now."
    },
    {
      "id": 55,
      "model": "돈키호테",
      "content": "FORSOOTH, I SHAN'T HESITATE BEFORE SUCH EXCELLENT OPPORTUNITY!"
    },
    {
      "id": 56,
      "model": "로쟈",
      "content": "Hm, maybe it's finally my time to shine?"
    },
    {
      "id": 57,
      "model": "히스클리프2",
      "content": "Oi, don't even need to ask me, alright? Let's get on with it!"
    },
    {
      "id": 58,
      "model": "뫼르소",
      "content": "Mm..."
    },
    {
      "id": 59,
      "model": "그레고르",
      "content": "Oh, nah. That wasn't... I'm not raising my hand. I'm just cleaning my glasses."
    },
    {
      "id": 60,
      "content": "This is no simple matter. I've not been with so few Sinners before—except for that one time when we accidentally walked out to the Outskirts through the Backdoor—so I have to take this slow and really consider all possible angles."
    },
    {
      "id": 61,
      "model": "베르길리우스",
      "content": "What a mess... haah."
    },
    {
      "id": 62,
      "model": "베르길리우스",
      "content": "It would be too much trouble for me to list and debate all the arbitrary limitations they set, so allow me to make the choices for you this time, Dante."
    },
    {
      "id": 63,
      "content": "Well, I don't think there's too big of a gap between them when it comes to their capabilities. But they all excel in different situations."
    },
    {
      "id": 64,
      "model": "베르길리우스",
      "content": "Dante? Are you listening? I just said that I will be the one to choose your companions."
    },
    {
      "id": 65,
      "content": "No, I need to consider more than just their individual capabilities. Some of them work better when paired together, but it's also true that haphazardly pairing them together might end up making a team less than the sum of its parts. This is all about building team synergy. Wait, didn't Rodya say something about how people born in December and August don't mesh well together? And, and..."
    },
    {
      "id": 66,
      "model": "베르길리우스",
      "content": "The Sinners who will accompany Dante to solve this case are..."
    },
    {
      "id": 67,
      "content": "I have to choose someone who can support me, calmly assess the situation, and remain free from biased judgment while making smart, rational decisions on the fly. The Sinners who fit that description are..."
    },
    {
      "id": 68,
      "content": "Are..."
    },
    {
      "id": 69,
      "content": "... Do we even have anyone like that?"
    },
    {
      "id": 70,
      "content": "I still have to choose *someone*, though..."
    },
    {
      "id": 71,
      "content": "Agh, aaaagggh..."
    },
    {
      "id": 72,
      "model": "단테",
      "content": "<Dammit, I've got it! I choose Faust, Meursault, and Yi Sang!>"
    },
    {
      "id": 73,
      "model": "베르길리우스",
      "content": "... Rodion, Ryōshū, and Hong Lu."
    },
    {
      "id": 74,
      "model": "단테",
      "content": "<…?>"
    },
    {
      "id": 75,
      "content": "Huh? Wait. Huh?"
    },
    {
      "id": 76,
      "model": "파우스트",
      "content": "Dante has selected me, Meursault, and Yi Sang."
    },
    {
      "id": 77,
      "model": "베르길리우스",
      "content": "Haven't you been listening, Dante?"
    },
    {
      "id": 78,
      "model": "베르길리우스",
      "content": "I have certain things to discuss with Miss Faust regarding our upcoming journey, so she was not an option. Yi Sang was immediately ruled out even before the meeting adjourned due to his history of developing an unauthorized invention at T Corp."
    },
    {
      "id": 79,
      "model": "베르길리우스",
      "content": "Meursault did not volunteer."
    },
    {
      "id": 80,
      "model": "뫼르소",
      "content": "There was no reason to volunteer."
    },
    {
      "id": 81,
      "model": "이상",
      "content": "Though I may have been disallowed from joining this investigation, I am truly grateful for your appreciation, Dante. I shan't soon forget this."
    },
    {
      "id": 82,
      "model": "단테",
      "content": "<W-wait. That's, uh...>"
    },
    {
      "id": 83,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<H-hey, Outis... you know that's not at all what I meant. I just thought that maybe we needed someone skilled and experienced like you to effectively manage the remaining Sinners while we're—>"
    },
    {
      "id": 85,
      "model": "오티스",
      "content": "Uh, um. Okay."
    },
    {
      "id": 86,
      "content": "I really soured the mood, didn't I."
    },
    {
      "id": 87,
      "content": "The three of them, whom I didn't even imagine in my wildest dreams would be hanging out together, all turn to look in my direction."
    },
    {
      "id": 88,
      "model": "로쟈",
      "content": "Woah, just the three of us, huh? A trio's such an eye-catching number, isn't it~?"
    },
    {
      "id": 89,
      "model": "단테",
      "content": "<Rodya I get, but... why'd the two of you volunteer...?>"
    },
    {
      "id": 90,
      "model": "료슈",
      "content": "Thought it sounded F.A.H."
    },
    {
      "id": 91,
      "model": "홍루",
      "content": "The greater the quantity and diversity of experience, the better it is."
    },
    {
      "id": 92,
      "model": "돈키호테",
      "content": "Gyah!"
    },
    {
      "id": 93,
      "content": "Don Quixote tragically drops her head to the ground, crestfallen."
    },
    {
      "id": 94,
      "model": "돈키호테",
      "content": "I have naught else to blame but my slightly lower vertical placement in this world... Indeed, that must be why Sir Vergilius has failed to catch mine impassioned hand..."
    },
    {
      "id": 95,
      "content": "Don Quixote sobbed, dramatically lamenting how Vergilius did not even bat an eye in her direction despite her being the first one to raise their hand."
    },
    {
      "id": 96,
      "content": "I'm pretty sure that wasn't the only reason he didn't pick her, though..."
    },
    {
      "id": 97,
      "model": "돈키호테",
      "content": "Hup... 'Tis my final legacy I bestow upon thee..."
    },
    {
      "id": 98,
      "model": "로쟈",
      "content": "What's all this? A book, a magnifying glass, and... are these clothes?"
    },
    {
      "id": 99,
      "model": "돈키호테",
      "content": "'Tis my treasure, my colección... Prithee, be gentle with them..."
    },
    {
      "id": 100,
      "model": "홍루",
      "content": "Ooh~ But why are you carrying three sets of clothing?"
    },
    {
      "id": 101,
      "model": "돈키호테",
      "content": "One for my private collection, one for display, and one for business, verily. Is that not obvious to thee...?"
    },
    {
      "id": 102,
      "model": "로쟈",
      "content": "'Records of Investigation: Solutions to the Thirteen Problems' by Agatha... Huh, somebody's autographed it."
    },
    {
      "id": 103,
      "model": "로쟈",
      "content": "So who's this Agatha?"
    },
    {
      "id": 104,
      "model": "돈키호테",
      "content": "Fie! How art ye all so ignorant in the lore of Fixers? Once, she was a Grade 1 Fixer who was so prolific that she may as well have been the face of the Seven Association... Truly, no one?"
    },
    {
      "id": 105,
      "model": "그레고르",
      "content": "Most people don't know those... lore, Don Quixote..."
    },
    {
      "id": 106,
      "model": "료슈",
      "content": "Cumbersome clothes."
    },
    {
      "id": 107,
      "model": "돈키호테",
      "content": "How wilt thou call thyself an ace detective when not dressed appropriately for the occasion?!!! Hear, hear! 'Tis only right that the leading ace detective adorn her countenance with this special mustache!"
    },
    {
      "id": 108,
      "model": "홍루",
      "content": "Look, Lady Agatha says in the forward to this book that any self-respecting ace detective must always dress themselves in impeccable fashion."
    },
    {
      "id": 109,
      "model": "그레고르",
      "content": "Don Quixote, just... just let go..."
    },
    {
      "id": 110,
      "model": "그레고르",
      "content": "So... I mean, I'm sure everyone has their reasons, but how come you didn't get picked for this, Ishmael?"
    },
    {
      "id": 111,
      "model": "이스마엘",
      "content": "Didn't get picked? I never volunteered."
    },
    {
      "id": 112,
      "model": "이스마엘",
      "content": "Hey, it's not every day you get a legitimate chance to get some free paid time off without breaking company rules. And I wasn't about to let that chance slip."
    },
    {
      "id": 113,
      "model": "이스마엘",
      "content": "I... guess I did have some last-minute regrets when I saw who Vergilius picked, but... I'll just relax for a bit and jump in to help 'em out when needed."
    },
    {
      "id": 114,
      "model": "이스마엘",
      "content": "Well, good luck. While the..."
    },
    {
      "id": 115,
      "model": "로쟈",
      "content": "Heh, call us 'The Elite Four'! ... How's that?"
    },
    {
      "id": 116,
      "model": "이스마엘",
      "content": "... while 'The Self-proclaimed Elite Four' runs around T Corp, why don't we find a place to take the edge off and unwind?"
    },
    {
      "id": 117,
      "model": "베르길리우스",
      "content": "How unfortunate."
    },
    {
      "id": 118,
      "model": "베르길리우스",
      "content": "T Corp. did not authorize the rest of the Sinners to run abound unmonitored."
    },
    {
      "id": 119,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "You must understand that we simply cannot let individuals responsible for ten billion Ahn's worth of Time Tax roam free without proper collateral."
    },
    {
      "id": 120,
      "model": "베르길리우스",
      "content": "... Looks like they have temporary lodgings for those who have failed to pay their Time Tax."
    },
    {
      "id": 121,
      "content": "... Vergilius was pointing at what was clearly a jail cell."
    },
    {
      "id": 122,
      "model": "오티스",
      "content": "……."
    },
    {
      "id": 123,
      "model": "오티스",
      "content": "... Are you certain that's the 'lodging', Guide?"
    },
    {
      "id": 124,
      "model": "이스마엘",
      "content": "I... they're going to... I'm going to jail...?"
    },
    {
      "id": 125,
      "model": "싱클레어",
      "content": "Yep... as living collaterals, apparently..."
    },
    {
      "id": 126,
      "model": "로쟈",
      "content": "It'll be fun! Hey, betcha you'll look fondly back at this memory when it's all said and done, 'kay? We'll be right back, so be nice and stay put~"
    },
    {
      "id": 127,
      "model": "히스클리프2",
      "content": "Nice, this jail cell at least has some heating. ... Wait."
    },
    {
      "id": 128,
      "model": "히스클리프2",
      "content": "What happens if they just... leave and don't come back?"
    },
    {
      "id": 129,
      "model": "그레고르",
      "content": "We'll be seeing 'em again after ten billion Ahn's worth of time passes, I guess..."
    },
    {
      "id": 130,
      "model": "오티스",
      "content": "... WHAT?!?!?!"
    },
    {
      "id": 131,
      "model": "오티스",
      "content": "Hey! Wait, get back here! That's more than enough time to finish weaving on the loom!"
    },
    {
      "id": 132,
      "model": "단테",
      "content": "<Calm down, alright? We'll be back before you even—>"
    },
    {
      "id": 133,
      "model": "돈키호테",
      "content": "THOU SHALT RETURN TRIUMPHANTLY AS A GLORIOUS BAND OF ACE DETECTIVES! MARK MY WORDS!!!!!"
    },
    {
      "id": 134,
      "content": "We set off on our journey after receiving the aforementioned 'Distintivo da Detective Speciales', leaving the chaotic screaming and hollering of the remaining Sinners behind."
    },
    {
      "id": 135,
      "content": "After a while, all we could hear was the sad, intermittent clattering of metal as someone violently shook the steel bars."
    },
    {
      "id": 136,
      "model": "T사대표",
      "teller": "Employee?",
      "title": "T Corp.",
      "content": "All right! Looks like everyone's ready, then. Let's get a move on and have a little chat with the third victim! Let's see... the case records say that... aha, there it is. It's just a stone's throw away."
    },
    {
      "id": 137,
      "model": "탐정로쟈",
      "content": "... Huh?"
    },
    {
      "id": 138,
      "model": "T사대표",
      "teller": "Employee?",
      "title": "T Corp.",
      "content": "Huh? What do you mean 'huh'? Look at the record; it clearly states that neither of the first two victims is in a communicative state. Mm, how unfortunate."
    },
    {
      "id": 139,
      "model": "탐정로쟈",
      "content": "No, I mean... why are you coming along with us? I'm sorry, but we're not taking sidekick applications right now. Go away, shoo."
    },
    {
      "id": 140,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "Incorrect. One of us will be joining your team."
    },
    {
      "id": 141,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "We were going to send an employee with you so that we can receive immediate updates regarding your investigation progress."
    },
    {
      "id": 142,
      "model": "탐정료슈",
      "content": "Pull that stick out of your ass."
    },
    {
      "id": 143,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "... We planned to send a Class 2 Staff with you. But you're..."
    },
    {
      "id": 144,
      "model": "T사대표",
      "teller": "Employee?",
      "title": "T Corp.",
      "content": "Me? Class 5. See the badge?"
    },
    {
      "id": 145,
      "content": "The chatterbox of an employee replied cheerfully as he produced a twinkling badge from his clothes."
    },
    {
      "id": 146,
      "model": "T사4등급",
      "teller": "Personale Riscossioni di Classe 4",
      "title": "T Corp.",
      "content": "... I-Apologies for failing to recognize you, sir. I scarcely expected to see a Class 5 Auditor all the way down here."
    },
    {
      "id": 147,
      "model": "탐정로쟈",
      "content": "That guy's a Class 5 Staff...? Really?"
    },
    {
      "id": 148,
      "model": "탐정홍루",
      "content": "Class 5... is the highest rank one could reach as a Wing employee, right?"
    },
    {
      "id": 149,
      "model": "탐정로쟈",
      "content": "Um... Yeah, I thought so too."
    },
    {
      "id": 150,
      "model": "T사대표",
      "teller": "Class 5 Audit Staff?",
      "title": "T Corp.",
      "content": "Well~ don't be so sure. It depends on which Wing you're talking about. Who knows, maybe there are Class 12, or even Class 20 employees out there!"
    },
    {
      "id": 151,
      "model": "T사대표",
      "teller": "Class 5 Audit Staff?",
      "title": "T Corp.",
      "content": "Get it? Got it? Good. Then let's get a move on!"
    },
    {
      "id": 152,
      "content": "We stared in silent bafflement at the employee who had already stormed out of the building, then hurriedly followed him out the door."
    },
    {
      "id": 153,
      "place": "Alleyways of T Corp.",
      "model": "T사대표",
      "teller": "Class 5 Audit Staff?",
      "title": "T Corp.",
      "content": "Isn't it absolutely brilliant? The very concept of 'killing time'. They're not slowing down or speeding up time; they're eliminating it completely, just yanking it out of circulation."
    },
    {
      "id": 154,
      "model": "탐정로쟈",
      "content": "So uh, your name is..."
    },
    {
      "id": 155,
      "model": "탐정로쟈",
      "content": "Mai?"
    },
    {
      "id": 156,
      "model": "T사대표",
      "teller": "Mai",
      "title": "T Corp.",
      "content": "Relax and call me however you want~ Names are such unimportant things, aren't they?"
    },
    {
      "id": 157,
      "model": "탐정료슈",
      "content": "No. Names matter."
    },
    {
      "id": 158,
      "model": "단테",
      "content": "<Really? You never call anyone by their names, though.>"
    },
    {
      "id": 159,
      "model": "탐정로쟈",
      "content": "Relax and call you however we want? But you're obviously here to be our handler."
    },
    {
      "id": 160,
      "model": "T사대표",
      "teller": "Mai",
      "title": "T Corp.",
      "content": "Hm, that's true. That does make things a tad awkward, doesn't it? Let me think."
    },
    {
      "id": 161,
      "model": "T사대표",
      "teller": "Mai",
      "title": "T Corp.",
      "content": "Aha, I've got it! You're all dressed like detectives; why don't you consider me your ever-helpful assistant who tags along to your adventures?"
    },
    {
      "id": 162,
      "model": "탐정로쟈",
      "content": "Okay, but... still..."
    },
    {
      "id": 163,
      "content": "Ryōshū, who was staring off into the distance while puffing her cigarette, suddenly spoke up just as Rodya was about to retort."
    },
    {
      "id": 164,
      "model": "탐정료슈",
      "content": "Assistant. Lead us."
    },
    {
      "id": 165,
      "model": "T사대표",
      "teller": "Assistant",
      "title": "T Corp.",
      "content": "Right away, ma'am!"
    },
    {
      "id": 166,
      "model": "탐정홍루",
      "content": "Hmm, what's the difference between an 'assistant' and a 'servant'? You know, my family used to employ..."
    },
    {
      "id": 167,
      "model": "단테",
      "content": "<They sure warmed up to him fast...>"
    }
  ]
}