{
  "dataList": [
    {
      "id": 0,
      "place": "In alcuni vicoli del Distretto 4",
      "content": "Con un rumore grutturale, la fiancata dell'autobus si spacca e si apre."
    },
    {
      "id": 1,
      "content": "Un certo numero di sagome umane è stato depositato sul terreno davanti alla bocca. Alcuni ancora coscienti, mentre altri non del tutto interi."
    },
    {
      "id": 2,
      "content": "Poi, l'autobus ha iniziato a divorare tutti coloro che gli vengono serviti, nel senso più letterale, gustosamente, voracemente."
    },
    {
      "id": 3,
      "model": "료슈",
      "content": "……"
    },
    {
      "id": 4,
      "content": "Ryōshū guardava con espressione soddisfatta, decisa ad assaporarre ogni momento..."
    },
    {
      "id": 5,
      "content": "Mentre con la coda dell'occhio, Sinclair era chiaramente afflitto."
    },
    {
      "id": 6,
      "model": "싱클레어",
      "content": "Tutti loro… sembrano fuori di testa. Non lo pensi anche tu?"
    },
    {
      "id": 7,
      "content": "La sua reazione mi ha fatto venire la curiosità di conoscere le loro storie."
    },
    {
      "id": 8,
      "model": "단테",
      "content": "<Giusto per essere sicuri… nessuno di voi è stato costretto a unirsi, vero?>"
    },
    {
      "id": 9,
      "content": "Anche se quello in cui ero coinvolto prima del cambiamento della mia testa è un mistero, sono stato praticamente costretto a entrare nella compagnia, a giudicare da quello che so per ora."
    },
    {
      "id": 10,
      "content": "E forse non sono così diversi da me, almeno così pensavo, quando..."
    },
    {
      "id": 11,
      "model": "싱클레어",
      "content": "Ah…"
    },
    {
      "id": 12,
      "content": "Sinclair ha abbassato la testa in risposta, come se avessi toccato un nervo scoperto."
    },
    {
      "id": 13,
      "model": "싱클레어",
      "content": "Esatto. è stato per mia scelta. Mi abituerò a tutto ciò... giusto?"
    },
    {
      "id": 14,
      "content": "Borbottò come se stesse parlando a qualcuno di diverso da me."
    },
    {
      "id": 15,
      "model": "돈키호테",
      "content": "è quello che avrei fatto anche se la compagnia non mi avesse reclutato! Hey guardate, l'orda del male si avvicina!"
    }
  ]
}
