{
  "dataList": [
    {
      "id": 0,
      "place": "A Bordo del Mephistopheles",
      "content": "L'autobus non era molto animato."
    },
    {
      "id": 1,
      "content": "Sentivo qualche battutina di Rodya, o Heathcliff che cominciava qualche discussione inutile con qualcuno—probabilmente Don Quixote o Sinclair."
    },
    {
      "id": 2,
      "content": "E Ryōshū che chiedeva una qualunque fiamma per accendersi la sigaretta, avendo finito il fluido dell'accendino."
    },
    {
      "id": 3,
      "content": "Nel mezzo di tutte le lamentele e i rumori, Gregor era l'unico Peccatore a cui mi potevo affidare per migliorare l'atmosfera di proposito…"
    },
    {
      "id": 4,
      "model": "그레고르",
      "content": "……"
    },
    {
      "id": 5,
      "content": "Ma adesso, era uno dei più silenziosi."
    },
    {
      "id": 6,
      "content": "Stava fissando fuori dalla finestra, come perso nei suoi pensieri."
    },
    {
      "id": 7,
      "model": "베르길리우스",
      "content": "……"
    },
    {
      "id": 8,
      "content": "Ma una cosa era certa."
    },
    {
      "id": 9,
      "content": "Se c'era qualcuno da incolpare per averci abbattuto il morale sull'autobus, quello era Vergilius."
    },
    {
      "id": 10,
      "content": "La strada fino al Ramo Dorato era stata incredibilmente ardua…"
    },
    {
      "id": 11,
      "content": "Avendoci mandati in punto di morte (alcuni anche oltre) più volte, per non parlare di quelle in cui eravamo quasi finiti disoccupati."
    },
    {
      "id": 12,
      "content": "Eppure Vergilius si rifiutava di capire il nostro punto di vista."
    },
    {
      "id": 13,
      "content": "Date le circostanze, era più che naturale che i Peccatori fossero visibilmente accigliati."
    },
    {
      "id": 14,
      "content": "Stanca del suo silenzio, Ishmael parlò per prima."
    },
    {
      "id": 15,
      "model": "이스마엘",
      "content": "Non potresti almeno dirmi dov'è la nostra prossima destinazione?"
    },
    {
      "id": 16,
      "model": "베르길리우스",
      "content": "Oh, scusami tanto."
    },
    {
      "id": 17,
      "model": "베르길리우스",
      "content": "Mi stavo solo chiedendo se valesse la pena spiegare la missione a voi delinquenti."
    },
    {
      "id": 18,
      "model": "로쟈",
      "content": "Mah, mi ferisci così. Non lo sai che ai bambini in difficoltà serve più affetto?"
    },
    {
      "id": 19,
      "model": "베르길리우스",
      "content": "E vi prego di non mettermi in imbarazzo questa volta."
    },
    {
      "id": 20,
      "model": "베르길리우스",
      "content": "Non voglio proprio sembrare un maestro delle elementari che accompagna i suoi alunni a fare un picnic."
    },
    {
      "id": 21,
      "model": "베르길리우스",
      "content": "Ho grandi speranze soprattutti per te, Rodion. Potresti essere una buona guida per questa gita."
    },
    {
      "id": 22,
      "model": "로쟈",
      "content": "Huh? So di essere forte, ma non penso di poter fare da guida in un posto che non conosco…"
    },
    {
      "id": 23,
      "model": "베르길리우스",
      "content": "Non preoccuparti. Ci dirigiamo in un posto che dovresti conoscere molto bene."
    },
    {
      "id": 24,
      "model": "베르길리우스",
      "content": "Un Nido di edonismo dove puoi fare montagne di soldi o perdere tutti i tuoi averi:"
    },
    {
      "id": 25,
      "model": "베르길리우스",
      "content": "J Corp."
    },
    {
      "id": 26,
      "model": "로쟈",
      "content": "……"
    },
    {
      "id": 27,
      "content": "Forte, adesso è zitta anche Rodya."
    },
    {
      "id": 28,
      "model": "히스클리프",
      "content": "Beh, suppongo che non sarebbe male vincere un mucchio di soldi già che ci siamo."
    },
    {
      "id": 29,
      "model": "히스클리프",
      "content": "Oi, svegliatemi quando siamo lì."
    },
    {
      "id": 30,
      "model": "베르길리우스",
      "content": "…Per pura coincidenza, l'autobus non vi porterà fino alla succursale questa volta, caro passeggero."
    },
    {
      "id": 31,
      "model": "베르길리우스",
      "content": "Charon, parcheggia."
    },
    {
      "id": 32,
      "model": "카론",
      "content": "……"
    },
    {
      "id": 33,
      "model": "베르길리우스",
      "content": "…? Charon?"
    },
    {
      "id": 34,
      "model": "카론",
      "content": "Cos'è “parcheggia”?"
    },
    {
      "id": 35,
      "model": "베르길리우스",
      "content": "Vuol dire ferma."
    },
    {
      "id": 36,
      "model": "카론",
      "content": "Ferma è rosso. Il rosso ha una gusto cattivo per Charon."
    },
    {
      "id": 37,
      "content": "Con un brontolio, Charon schiacciò il pedale del freno senza preavviso, spedendo quasi tutti i Peccatori verso lo schienale della sedia e facendo cadere gli altri."
    },
    {
      "id": 38,
      "content": "Ovviamente, non ho potuto fare niente contro l'inerzia."
    },
    {
      "id": 39,
      "content": "Si scatenò un misto di urla e lamentele."
    },
    {
      "id": 40,
      "content": "Anche se non distinguevo chiaramente il brusio dei Peccatori…"
    },
    {
      "id": 41,
      "content": "Scommetto che almeno la metà erano imprecazioni, quindi forse è meglio così."
    },
    {
      "id": 42,
      "model": "베르길리우스",
      "content": "Bello vedervi così pieni di energia. E adesso, fuori."
    },
    {
      "id": 43,
      "model": "홍루",
      "content": "Hmm… La destinazione sembrava ancora lontana… Ah! Ci chiamerai un taxi?"
    },
    {
      "id": 44,
      "model": "베르길리우스",
      "content": "…Come vi spiegherà nei dettagli la Signorina Faust, questa missione sarà molto diversa dalla precedente, Dante."
    },
    {
      "id": 45,
      "model": "베르길리우스",
      "content": "Dato che la posizione del Ramo Dorato…"
    },
    {
      "id": 46,
      "model": "베르길리우스",
      "content": "…è nei sotteranei di un casinò."
    },
    {
      "id": 47,
      "model": "오티스",
      "content": "Stai dicendo che è uno dei palazzi illuminati in mezzo a quella strada?"
    },
    {
      "id": 48,
      "model": "베르길리우스",
      "content": "Esatto, è uno di quelli."
    },
    {
      "id": 49,
      "model": "이스마엘",
      "content": "La Succursale della Lobotomy in cui ci siamo infiltrati l'altra volta era rimasta abbandonata per molto tempo."
    },
    {
      "id": 50,
      "model": "싱클레어",
      "content": "Vorresti dire… che era un'eccezione?"
    },
    {
      "id": 51,
      "model": "베르길리우스",
      "content": "Ecco, in certi momenti mi ricordate che la nostra squadra non manca esattamente di menti critiche… Mi chiedo proprio come abbiate fatto a mandare a monte la vostra ultima missione."
    },
    {
      "id": 52,
      "model": "이스마엘",
      "content": "……"
    },
    {
      "id": 53,
      "model": "베르길리우스",
      "content": "Il Ramo Dorato è una fonte di energia potente, che racchiude l'essenza di molte meraviglie tecnologiche."
    },
    {
      "id": 54,
      "model": "베르길리우스",
      "content": "Certe fonti di energia attraggono fiumi di denaro e persone, e in poco tempo, vi cresce sopra un'intera civiltà."
    },
    {
      "id": 55,
      "model": "파우스트",
      "content": "Perciò, è molto probabile che le destinazioni future siano già state occupate da altre fazioni e dalle loro strutture."
    },
    {
      "id": 56,
      "model": "파우스트",
      "content": "…Che, a sua volta, indica che dovremo preparci a visitare una grande gamma di luoghi oltre a questo casinò."
    },
    {
      "id": 57,
      "model": "베르길리우스",
      "content": "Che vuol dire anche che la vostra prima missione era relativamente semplice, ma avete comunque trovato un modo per fallire con la vittoria offerta su un piatto d'argento."
    },
    {
      "id": 58,
      "model": "단테",
      "content": "<…Se la lega sempre al dito così a lungo?>"
    },
    {
      "id": 59,
      "model": "그레고르",
      "content": "…Ahem."
    },
    {
      "id": 60,
      "model": "로쟈",
      "content": "Non dirlo a me~ Non lo conosciamo da molto più tempo di te."
    },
    {
      "id": 61,
      "model": "로쟈",
      "content": "Che aveva detto? Una roba tipo, “Benvenuti in Limbus Company. Sono la vostra guida, Vergilius” eccetera…"
    },
    {
      "id": 62,
      "model": "로쟈",
      "content": "Hah! Bella imitazione, vero?"
    },
    {
      "id": 63,
      "model": "그레고르",
      "content": "Hai azzeccato il tono autoritario, lo ammetto. Mi sono dovuto trattenere dal chiedere se mi potevo licenziare quando mi sono unito."
    },
    {
      "id": 64,
      "model": "단테",
      "content": "<Ho l'impressione che abbiano pensato tutti la stessa cosa.>"
    },
    {
      "id": 65,
      "model": "돈키호테",
      "content": "Impensabile! È stato un giorno degno degli annali! Richiesta dallo Sguardo Rosso in persona! Certamente, non v'è più grande onore dell'avere un Colore rivolgersi alla propria―"
    },
    {
      "id": 66,
      "model": "그레고르",
      "content": "Huh, quindi in fondo ce l'ha una fan."
    },
    {
      "id": 67,
      "model": "로쟈",
      "content": "Ufuhu, proprio vero."
    },
    {
      "id": 68,
      "content": "Con Rodya e Gregor si misero a ridacchiare con il loro morale risollevato."
    },
    {
      "id": 69,
      "model": "베르길리우스",
      "content": "Sono già più parole del necessario. Non vorrei proprio ci fosse l'impeto per una terza regola del viaggio."
    },
    {
      "id": 70,
      "model": "로쟈",
      "content": "Eddai, lascia che i dipendenti si lamentino un po' del loro capo. Sei proprio cattivo."
    },
    {
      "id": 71,
      "model": "베르길리우스",
      "content": "La prossima volta, fatelo dove non vi sente nessuno."
    },
    {
      "id": 72,
      "model": "베르길리우스",
      "content": "Non sembra ma sonno sensibile, sai."
    },
    {
      "id": 73,
      "model": "베르길리우스",
      "content": "Bene, è l'ora di alzarsi e andare. Spero proprio che torniate con un Ramo Dorato questa volta."
    },
    {
      "id": 74,
      "model": "히스클리프",
      "content": "E se facciamo casino due volte?"
    },
    {
      "id": 75,
      "model": "베르길리우스",
      "content": "Chissà? Forse Charon si dimenticherà di quale bottone và premuto per aprirvi la porta."
    },
    {
      "id": 76,
      "model": "카론",
      "content": "Bottone, rosso. Colore schifoso."
    },
    {
      "id": 77,
      "model": "히스클리프",
      "content": "…Sei proprio un pazzo…"
    },
    {
      "id": 78,
      "model": "료슈",
      "content": "PIVVA."
    },
    {
      "id": 79,
      "model": "히스클리프",
      "content": "Che sarebbe?"
    },
    {
      "id": 80,
      "model": "료슈",
      "content": "Abbreviazione di “Passeggeri Idioti Vanno Velocemente, Adesso”."
    },
    {
      "id": 81,
      "content": "Heathcliff fissò Ryōshū, preparandosi ad insultarla, per poi limitarsi ad un forte sospiro."
    },
    {
      "id": 82,
      "content": "Si era stranamente arreso, come se avesse capito che ucciderla non sistemerà niente."
    }
  ]
}