{
  "dataList": [
    {
      "id": 0,
      "place": "Zona Controlli della K Corp.",
      "model": "단테",
      "content": "<Credo di aver fatto l'abitudine a situazioni del genere, ma questa sembra piuttosto seria.>"
    },
    {
      "id": 1,
      "model": "파우스트",
      "content": "Proprio così. Abbiamo violato un tabù dell'Ala, dopotutto."
    },
    {
      "id": 2,
      "model": "단테",
      "content": "<Beh, nessuno è rimasto ferito, no? Non possiamo semplicemente parlarne?>"
    },
    {
      "id": 3,
      "content": "Faust si fermò a guardare la mia faccia."
    },
    {
      "id": 4,
      "content": "Il fatto che si fosse rivolta direttamente a qualcuno, quando era solita fissare il vuoto, indicava una sola cosa:"
    },
    {
      "id": 5,
      "content": "Dovevo aver detto qualcosa di incredibilmente frustrante."
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "Non importa quale sia l'Ala, violare un tabù vuol dire—"
    },
    {
      "id": -1,
      "model": "//효과음",
      "content": "총소리와 폭발 소리"
    },
    {
      "id": 7,
      "content": "Una forte esplosione smembrò Don Quixote nello stesso punto in cui era ferma."
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "—che possono essere adottate misure letali contro il colpevole, senza alcun avviso."
    },
    {
      "id": 9,
      "content": "Sembrò come se la dogana non fosse disposta a perdonarci finché gli altri Peccatori non fossero stati smembrati…"
    },
    {
      "id": 10,
      "content": "Armed security staff was surrounding us on all sides."
    },
    {
      "id": 11,
      "model": "베르길리우스",
      "content": "…You never cease to surprise me."
    },
    {
      "id": 12,
      "model": "베르길리우스",
      "content": "You managed to wring out the last drop of expectation I had left for you."
    },
    {
      "id": 13,
      "model": "베르길리우스",
      "content": "I'm keeping out. Pin the whole thing on her, or take responsibility, or whatever."
    },
    {
      "id": 14,
      "model": "이스마엘",
      "content": "I thought you accompanied us to handle situations that our manager can't alone?!"
    },
    {
      "id": 15,
      "model": "베르길리우스",
      "content": "I came with you to take care of inevitable problems, non per pisciare controvento."
    },
    {
      "id": 16,
      "content": "Vergilius casually pushed his way through the line of armed guards and leaned against a wall."
    },
    {
      "id": 17,
      "content": "He then crossed his arms, as if to further drive home that he'll remain a spectator."
    }
  ]
}
