{
  "dataList": [
    {
      "id": 0,
      "place": "Zona Controlli della K Corp.",
      "content": "Dopo dodici giri di agonia, i Peccatori erano nuovamente in piedi."
    },
    {
      "id": 1,
      "content": "Il massacro doveva essere stato davvero umiliante, era davvero strano vederli così silenziosi."
    },
    {
      "id": 2,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "Un Fixer?",
      "content": "Come va la vita, Sguardo Rosso? Non abbiamo avuto molte occasioni di vederci negli utlimi tempi. Non ti sei nemmeno presentato alla 'Lega dei Fixer Straordinari' del Nido…"
    },
    {
      "id": 3,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "Un Fixer?",
      "content": "Non hai letto le decine di inviti che ti ho spedito?"
    },
    {
      "id": 4,
      "model": "베르길리우스",
      "content": "Ho cambiato indirizzo. E non ho tempo da dedicare a fare il lecchino come te."
    },
    {
      "id": 5,
      "model": "단테",
      "content": "<Non so che precedenti abbiano, ma… Vergilius sembra ostile, o sbaglio?>"
    },
    {
      "id": 6,
      "model": "파우스트",
      "content": "La differenza tra le loro indoli è piuttosto chiara, non lo credi anche tu, isn't it, Dante?"
    },
    {
      "id": 7,
      "model": "단테",
      "content": "<In che modo?>"
    },
    {
      "id": 8,
      "model": "파우스트",
      "content": "In poche parole, mister Siegfried può essere descritto con un Fixer pro-Ala, in base alle opinioni che ha espresso."
    },
    {
      "id": 9,
      "model": "파우스트",
      "content": "Mentre Vergilius, la nostra guida, ha cercato l'indipendenza come Fixer."
    },
    {
      "id": 10,
      "model": "파우스트",
      "content": "Credeva che un Fixer perdesse di vista i propri principi nel momento in cui si subordinato ad un'entità influente."
    },
    {
      "id": 11,
      "model": "파우스트",
      "content": "Egli, dopotutto, è una persona molto severa verso chi ha il potere."
    },
    {
      "id": 12,
      "content": "Mentre parlavo con Faust, vidi Don Quixote avvicinarsi a Siegfried con le mani tremanti."
    },
    {
      "id": 13,
      "content": "Doveva sentirsi onorata di vederlo, anche dopo essere stata massacrata dalle sue mani pochi istanti prima."
    },
    {
      "id": 14,
      "model": "돈키호테",
      "content": "F, fe, fa, feh, afa… una fan, sono io! Ho collezionato delle figurine modellate su di voi! Per quanto non abbia ancora ottenuto le edizioni limitate… Sono decisa a diventare una Fixer magnifica come voi!"
    },
    {
      "id": 15,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "Un Fixer?",
      "content": "Aha! Un'aspirante Fixer! Ho ben poco tempo tempo da dedicarti, ma è sufficiente per un autografo!"
    },
    {
      "id": 16,
      "model": "돈키호테",
      "content": "V-Veramente? Allora potreste firmare… un'autografo… qui… Ehehe…"
    },
    {
      "id": 17,
      "model": "그레고르",
      "content": "Respira, Don Quixote…"
    },
    {
      "id": 18,
      "teller": "Annuncio",
      "title": "Zona Controlli della K Corp.",
      "content": "Attenzione. Codice viola concluso. Tutti i codici sono stati risolti."
    },
    {
      "id": 19,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "Un Fixer?",
      "content": "Urrà! Un altro strabiliante trionfo!"
    },
    {
      "id": 20,
      "model": "지크프리트",
      "teller": "Siegfried",
      "title": "Un Fixer?",
      "content": "A dovere concluso, fletto i muscoli e sono nel vuoto! Hahahaha!!"
    },
    {
      "id": 21,
      "content": "Saltando con una forza spaventosa, Siegfried svanì nell'aria…"
    },
    {
      "id": 22,
      "content": "Nonostante il piccolo ritardo, alla fine riuscimmo ad ottenere il permesso di viaggio."
    },
    {
      "id": 23,
      "content": "Nel frattempo, Vergilius ritornò al bus. Oppure, forse, era sceso solo perché sapeva che ci saremmo imbattuti in quel Siegfried."
    },
    {
      "id": 24,
      "content": "Sembrava piuttosto arrabbiato mentre se n'è andava, ma nessuno sembrò preoccuparsene più di tanto…"
    },
    {
      "id": 25,
      "model": "돈키호테",
      "content": "Ufu, wuhuhu…"
    },
    {
      "id": 26,
      "content": "Ignara della situazione, Don Quixote era felice come una pasqua, accarezzando il foglio di carta autografato da Siegfried."
    },
    {
      "id": 27,
      "model": "돈키호테",
      "content": "I must be caught in a dream! Illustre Manager! Will you pinch my cheek just once?"
    },
    {
      "id": 28,
      "content": "Proprio mentre stavo per farle una ramanzina uscendo dalla dogana…"
    },
    {
      "id": 29,
      "content": "Un veicolo blindato si fermò davanti a noi."
    },
    {
      "id": 30,
      "model": "오티스",
      "content": "…Un nuovo nemico? Hanno un bel coraggio a sfidarci proprio davanti alla dogana di un Nido."
    },
    {
      "id": 31,
      "model": "파우스트",
      "content": "Quel veicolo appartiene alla… LCC, the clearance department."
    },
    {
      "id": 32,
      "content": "Following Faust's plain reply, the vehicle's doors opened."
    },
    {
      "id": 33,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Ah cavolo, perché ci avete messo così tanto? Ci siamo fatti tre giri prima mentre vi aspettavamo."
    },
    {
      "id": 34,
      "content": "Due volti familiari fecero capolino dall'auto."
    },
    {
      "id": 35,
      "content": "Effie, e Saude."
    },
    {
      "id": 36,
      "content": "Nonostante indossassero vestiti diversi, le loro espressioni erano sempre sicure e composte."
    },
    {
      "id": 37,
      "model": "그레고르",
      "content": "Oh, quelli del Before Team, eh? Sembrate un po' diversi dalla scorsa volta."
    },
    {
      "id": 38,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Quello era un travestimento per infiltrarci al casinò, nonostante alla fine si sia rivelato decisamente inutile."
    },
    {
      "id": 39,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 40,
      "model": "그레고르",
      "content": "…Hai sempre quella lingua tagliente, eh."
    },
    {
      "id": 41,
      "content": "Mi sentii un po' male al pensiero del caos che avevamo causato durante la scorsa operazione."
    },
    {
      "id": 42,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Pft… Saude, vedi quella lancetta che trema sull'orologio? Continua così e si metterà a piangere."
    },
    {
      "id": 43,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Stavo solo scherzando. Avete ancora molto da imparare e migliorare, ma mi sono convinta che la LCB abbia una personalità tutta sua."
    },
    {
      "id": 44,
      "content": "Nonostante tutto, sembra che siamo riusciti a lasciare una buona impressione al duo."
    },
    {
      "id": 45,
      "model": "파우스트",
      "content": "The Before Team doveva essere qui a quest'ora, dico bene?"
    },
    {
      "id": 46,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Gli altri dovrebbero già essere qui. Noi abbiamo deciso di aspettarvi perché abbiamo delle informazioni utili da condividere."
    },
    {
      "id": 47,
      "model": "그레고르",
      "content": "Hmm… Qualcunque sia il caso, vi importava di noi, no?"
    },
    {
      "id": 48,
      "model": "로쟈",
      "content": "Uhuh, abbiamo per caso una nuova coppietta di fan stregati dal nostro fascino?"
    },
    {
      "id": 49,
      "model": "로쟈",
      "content": "Y'know~ Something like—the sorta food that's cooked from ghastly ingredients, but the end result's a pleasant surprise."
    },
    {
      "id": 50,
      "model": "그레고르",
      "content": "Yep, had a lot of that on the battlefield. Miserable to swallow, but somehow memorable…"
    },
    {
      "id": 51,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…What kind of food have you two been eating?"
    },
    {
      "id": 52,
      "model": "홍루",
      "content": "Um, by the way, what's the intel you were going to share with us?"
    },
    {
      "id": 53,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "It's about our target location. It seems another faction has occupied the place already."
    },
    {
      "id": 54,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We're putting in more manpower than usual as a result."
    },
    {
      "id": 55,
      "model": "오티스",
      "content": "Hmph, I bet they are yet another swarm of gadflies attracted by opportunity."
    },
    {
      "id": 56,
      "content": "As Outis pointed out, we weren't new to encounters against groups of foes drawn near the Golden Boughs."
    },
    {
      "id": 57,
      "content": "For our first mission, straggling soldiers from G Corp. took shelter in the abandoned facility."
    },
    {
      "id": 58,
      "content": "And on our second, a variety of gangs inhabited the casino."
    },
    {
      "id": 59,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Unfortunately, our opponents this time won't be some crummy no-names like before."
    },
    {
      "id": 60,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We took a peek at the immigration inspection records and found out that N Corp. dispatched a legion of employees a few weeks ago. Same destination as ours, too."
    },
    {
      "id": 61,
      "model": "이스마엘",
      "content": "From N Corp?"
    },
    {
      "id": 62,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Though this wasn't an officially disclosed activity, seeing that K Corp. has let them pass means they might have made a deal under the table."
    },
    {
      "id": 63,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Which… if it's true that N Corp. has sent staff in advance, then the journey won't be a smooth one."
    },
    {
      "id": 64,
      "model": "그레고르",
      "content": "…I see. I'm worried we might make enemies of several Wings as we go on."
    },
    {
      "id": 65,
      "model": "파우스트",
      "content": "In the long term, conflicts with Wings will be an unavoidable step in the process."
    },
    {
      "id": 66,
      "model": "파우스트",
      "content": "Judging from the fact that N Corp. hasn't made this motion officially known, it could end as a simple conflict of interest."
    },
    {
      "id": 67,
      "model": "파우스트",
      "content": "Furthermore… We can't discount the possibility that it's not the Golden Bough they're after."
    },
    {
      "id": 68,
      "model": "그레고르",
      "content": "Doesn't change that we're convenient pawns for our higher-ups to throw around either way…"
    },
    {
      "id": 69,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Oh, right, I heard some morons caused a scene at the K Corp. checkpoint. Did you guys see who they were?"
    },
    {
      "id": 70,
      "model": "돈키호테",
      "content": "…R—Rumor travels with such haste. 'Twas as though… astride Rocinante."
    },
    {
      "id": 71,
      "content": "Don Quixote hung her head, possibly in embarrassment."
    },
    {
      "id": 72,
      "content": "Perhaps she's finally starting to learn that her reckless actions have repercussions."
    },
    {
      "id": 73,
      "content": "…That, or I'm mistaken and she's glad that more people know of what she's done."
    },
    {
      "id": 74,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "A shame I missed it. That's not the kind of spectacle you see every day."
    },
    {
      "id": 75,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "Really, who in their right mind would mess with a Wing at a border checkpoint unless they had lives to spare…"
    },
    {
      "id": 76,
      "model": "단테",
      "content": "<……>"
    },
    {
      "id": 77,
      "model": "돈키호테",
      "content": "……"
    },
    {
      "id": 78,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "…Please, don't tell me."
    },
    {
      "id": 79,
      "model": "이스마엘",
      "content": "Come on, we don't have much time, so we should get going."
    },
    {
      "id": 80,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "Ah, dear. Mr. Vergilius is nowhere to be seen again."
    },
    {
      "id": 81,
      "model": "그레고르",
      "content": "…Oh, him? He went back to the bus first."
    },
    {
      "id": 82,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "What a pity. I didn't want to miss my chance to say hello…"
    },
    {
      "id": 83,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "We'll leave an impression on him next time, mark my words. I'm planning to ask him if we can join the team in your stead."
    },
    {
      "id": 84,
      "model": "단테",
      "content": "<What, that's the reason you wanted to meet him?>"
    },
    {
      "id": 85,
      "model": "제복소드",
      "teller": "Saude",
      "title": "LCCB",
      "content": "That wasn't entirely a joke. See you at the site, then."
    },
    {
      "id": 86,
      "model": "제복에피",
      "teller": "Effie",
      "title": "LCCB",
      "content": "If you can get there in one piece, anyway."
    }
  ]
}
