{
  "dataList": [
    {
      "id": 971060,
      "name": "Unità di Contenimento del Cavaliere della Disperazione",
      "desc": "Questa è un'Anormalità di pura disperazione, che ha sofferto un ciclo infinito di fede e tradimento, lasciandosi dietro solo l'emozione che si esprime con delle lacrime nere.\n\nL'eroina, che un tempo si auto-proclamava cavaliere e protettrice della giustizia, non c'è più.\n\nMoltissime cose che pensavamo fossero immutabili sono cambiate, e quello che un tempo era il suo orgoglio saldo, ora giace consunto ed eroso.\n\nLa sua orbita oculare, la sorgente senza fine delle lacrime, ora è di un nero distorto; dietro di esso rimangono solo lacrime nere e bruciate.",
      "options": [
        {
          "message": "Alla fine, il cambiamento arriva per tutto.",
          "messageDesc": "Affronta una prova per ottenere un Dono E.G.O Pianto. Tristezza, Superbia ed Invidia hanno Vantaggio.",
          "result": [
            ""
          ]
        },
        {
          "message": "Anch'io ho fallito nel proteggere gli altri.",
          "messageDesc": "Affronta una prova per ottenere un Dono E.G.O. Tristezza, Superbia ed Invidia hanno Vantaggio.",
          "result": [
            ""
          ]
        }
      ]
    },
    {
      "id": 971061,
      "name": "Unità di Contenimento della Regina dell'Odio",
      "desc": "La porta dell'Unità di Contenimento era aperta.\n\nDentro c'era una ragazza, raggomitolata a terra, tutta triste, che sussurrava tra sé e sé.\n\n\"In questo mondo c'è il bene e c'è il male.\"\n\n\"Dove c'è la luce, c'è l'oscurità. Non può essere tutto bianco o nero.\"\n\n\"Io sono buona, quindi loro sono cattivi.\"\n\n\"Io sono la prescelta.\"\n\n\"Non sono necessaria?\"\n\n\"Io odio... la pace...?\"\n\nAnsia. Impulso. Ossessione. Esaurimento.\n\nUn'energia oscura la circonda, come se fosse la materializzazione di quelle parole.",
      "options": [
        {
          "message": "Non viviamo in un mondo definito solamente dal bene e dal male.",
          "messageDesc": "Affronta una prova per ottenere un Dono E.G.O Carica. Tristezza, Gola ed Invidia hanno Vantaggio.",
          "result": [
            ""
          ]
        },
        {
          "message": "E se fossi tu a porre fine alla pace?",
          "messageDesc": "Seleziona per ottenere un Dono E.G.O Carica",
          "result": [
            "\"... Sì.\"\n\nIl tremore si ferma improvvisamente. Sembra che la ragazza abbia preso una decisione.\n\n\"Posso esistere di nuovo, finché non c'è la pace.\"\n\nSollevandosi da terra, levita lentamente, per poi essere impalata da delle lance azzurre, apparse da chissà dove.\n\nUn'inquietante creatura serpentina appare dall'interno di quello che sembra essere un'uovo che si sta spaccando, per poi strisciare velocemente fuori dall'Unità di Contenimento."
          ]
        }
      ]
    },
    {
      "id": 971062,
      "name": "Comando Centrale della Lobotomy Corporation",
      "desc": "C'è un rapporto sulla scrivania di un inserviente della Squadra di Comando Centrale.\n\n<GIORNO ■■, ■■ ■■ Rapporto Postmortem del Servizio di Ricerca>\n\nIl rapporto era parzialmente censurato, ma sembrava che stesse parlando di una specie di nuovo scudo anti-proiettile, appena sviluppato.\n\n'The Trauma Shield can protect its user from psychological damages from external sources for a ■■■■■■■ ■■■■ or ■■■■■■■■■.'\n\n'If Shield bullet ■■■■■■ is needed, request the manager or a ■■■■■■■■ for assistance.'\n\nNext to the heavily redacted report is a box labeled 'Trauma Shield sample & manual'.",
      "options": [
        {
          "message": "Take it.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"Remember last time at the um... Training Team? This looks kind of similar to the ampule... that hit me back there.\"\n\n\"It seems not to share the name, however similar it may appear in its purpose to protect the target.\"\n\nIf it really has a positive effect on us, like the Sinners are saying, then it will definitely come in handy.\n\nWe took the sample."
          ]
        },
        {
          "message": "Leave it.",
          "messageDesc": "",
          "result": [
            "Let's not mess with something we don't quite understand. What if something unexpected happens?\n\nWe decided to leave it as-is."
          ]
        }
      ]
    },
    {
      "id": 971063,
      "name": "Lobotomy Corporation Storage",
      "desc": "We're in a storage room at Lobotomy Corporation.\n\nThere's a broken machine—filled with what look like chunks of flesh.\n\n\"What... is that? Why's that just lying around in a storage room?\"\n\n\"Faust explains that it is the remains of a previous iteration of a Sephirah, disposed upon replacement.\"\n\n\"... So it's a dead body?\"\n\n\"Not exactly. Only its memories are reset; with replacement, the identical version of the Sephirah upon its initial production is reproduced.\"\n\n\"Almost a selfsame way in which we are rewound.\"\n\n\"Yeah, kinda like us, huh?\"\n\nThings got a bit awkward.\n\nWhat can I, as the manager, say to lift the mood?",
      "options": [
        {
          "message": "I know we'll do fine. Like we always do.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"That's a very positive attitude~\"\n\n\"Ooh~ Dante, is that confidence I sense?\"\n\nDespite my fears, that managed to lift the team's spirits in no time."
          ]
        },
        {
          "message": "We could fail. Like we always do.",
          "messageDesc": "Select to gain a Keywordless E.G.O Gift",
          "result": [
            "\"That's uh... certainly a thing to say at a moment like this.\"\n\n\"You utter fool, can't you grasp that this is merely a demonstration of Executive Manager's high-brow sense of humor, a perfect remedy for this awkward silence?\"\n\n\"What...?\"\n\nDespite my fears, that managed to lift the team's spirits in no time."
          ]
        }
      ]
    }
  ]
}
