{
  "dataList": [
    {
      "id": "이상",
      "name": "Yi Sang",
      "description": "Un tempo il ricercatore più giovane all'Ala [REDATTO], questo Peccatore\npossiede un'intelligenza elevata rispetto alla maggior parte delle persone.\nValutiamo che le conversazioni quotidiane con questo Peccatore potrebbero\nrivelarsi difficili per Manager selezionati con il processo di vagliatura corrente.\nEvitare completamemte la comunicazione, però, presenta i propri rischi.\nSe il Peccatore rimane silenzioso a lungo, vuol dire che sta seguendo una specifica\nlinea di pensiero; raccomandiamo di aspettare pazientemente che finisca.",
      "sentence": ""
    },
    {
      "id": "파우스트",
      "name": "Faust",
      "description": "La Peccatrice che ha realizzato il motore di Mephistopheles,\nil bus adoperato da Limbus Company.\nProclama che nessuno nella Città può competere con la sua enciclopedia\ndi conoscenze e saggezza, e non si può dire sbagli.\nPotrebbe trovare quel suo atteggiamento altezzoso spiacevole\nquando vi permette di parlarle, ma vedendo come tratta tutti con velati gesti di arroganza,\n non c'è speranza che lo abbandoni, mai.\nRaccomandiamo di annuire una volta e finire in fretta.\nNonostante il suo genio impareggiabile, non capiamo del tutto come usarla.\nForse lei ci riuscirà?",
      "sentence": ""
    },
    {
      "id": "돈키호테",
      "name": "Don Quixote",
      "description": "Non ci sono Peccatori che possano raggiungere\nil suo livello di passione se lo dovessimo misurare.\nUn'appassionata di ogni cosa riguardante i Fixer,\nsi adorna con una varietà di articoli a tema.\nNon influiranno sul suo successo in combattimento in un modo o nell'altro,\nquindi non c'è bisogno di limitarla nell'indossarle.\nSi è completamente immersa nel ruolo di una Fixer giusta,\nda cui le maniere esagerate simili a un'attrice.\n(Ma è mai esistita una cosa del genere?)\nSi suggerisce di assecondarla per una missione liscia.",
      "sentence": ""
    },
    {
      "id": "료슈",
      "name": "Ryōshū",
      "description": "Come si dice, ogni persona ha un suo credo-\ned è più che giusto rispettarlo come Manager.\nMa con alcune convinzioni, sarà difficile anche solo fare finta di comprendere.\nAvrà notato che la Peccatrice suddetta è una fumatrice silenziosa\na cui brillano gli occhi con una scintilla di euforia solo nella battaglia.\nCrede che distruggere le teste dei nemici senza pensare\nsia un'atto incolto e un passo indietro per l'arte.\n[ATTENZIONE]: Il passato di questa Peccatrice potrebbe rivelarsi un problema\nda gestire anche per questa compagnia;\nsi suggerisce di non farle sviluppare risentimento nei vostri confronti.",
      "sentence": ""
    },
    {
      "id": "뫼르소",
      "name": "Meursault",
      "description": "Vuole comandi chiari e coincisi, che non necessitino giudizio da parte sua.",
      "sentence": ""
    },
    {
      "id": "홍루",
      "name": "Hong Lu",
      "description": "Un Peccatore che aveva vissuto una vita agiata\nprima di diventare una risorsa della compagnia.\nPer questo ha una certa ammirazione per la vita libera;\nma a volte, potrebbe esprimere delle domande ignoranti e sgradite a riguardo\ndel cibo di altri Peccatori o altri aspetti della vita delle classi inferiori.\nQuesto potrebbe causare grande irritazione agli altri Peccatori.\nEppure, è importante evidenziare che non ci sono note sarcastiche nelle sue domande curiose,\nquindi si sconsiglia di lasciarli andare alle mani al riguardo.",
      "sentence": ""
    },
    {
      "id": "히스클리프",
      "name": "Heathcliff",
      "description": "Questo Peccatore preferisce passare alle azioni\ninvece di attendere che la logica trovi una soluzione.\nI suoi pensieri e sentimenti sono pienamente visibili nel suo comportamento,\ne non ha intenzione di nasconderli; la sua sfrontatezza potrebbe causare mal di testa\n(o ferite che includono mal di testa) nel corso della formazione di un rapporto.\nSi rende noto che questo non indica danni ai processi cognitivi del Peccatore.\nSe il suo accesso di rabbia persiste, si prega di contattare il dipartimento delle risorse umane.\nUna volta realizzato che è un tipo sempliciotto, sarà più semplice gestirlo.",
      "sentence": ""
    },
    {
      "id": "이스마엘",
      "name": "Ishmael",
      "description": "Potrebbe scoraggiarsi per lo stato difettoso di molti Peccatori,\nma non si preoccupi; questa Peccatrice è una dei pochi che\neseguono le missioni senza tante storie.\nHa spesso delle valutazioni ragionevoli, quindi è una buona idea\niniziare una conversazione guardando a lei se vuole un buon consiglio.\nComunque, non può dimenticare: questa Peccatrice è sopravvissuta\nad un viaggio assurdo in una distesa d'acqua lunga e larga.\nLa sua pazienza può essere lunga, ma una volta presa\nuna brutta piega con lei, sarà difficile riacquistare la sua fiducia.",
      "sentence": ""
    },
    {
      "id": "로쟈",
      "name": "Rodion",
      "description": "Le tristi caratteristiche dell'essere nata nei Vicoli sono apparenti in questa Peccatrice.\nAma soldi, gioco d'azzardo e scommesse-quindi\nsi suggerisce di tenerla d'occhio in qualità di manager.\nTende a evitare gli ordini con un'occhiolino poco convinto o una battuta;\nse dovesse accadere si raccomanda di assumere\n   un atteggiamento serio per ricordarle che le è superiore.\n Il suo umore può peggiorare ad intervalli irregolari.\nNon può fare niente in quello stato, quindi raccomandiamo di aspettare passi.",
      "sentence": ""
    },
    {
      "id": "싱클레어",
      "name": "Sinclair",
      "description": "Anche considerando la natura volatile della crescita intorno alla sua età,\nquesto Peccatore sembra si spaventi particolarmente quando gli si parla.\nNon è abituato ai veri combattimenti al momento,\nil che vuol dire che all'inizio potrebbe avere difficoltà a calmarsi\n vedendo qualcosa di così banale come interiora fuoriuscite.\nDato che ci sono alcuni con tendenze violente nel suo gruppo,\nraccomandiamo di concentrarsi nell'incoraggiare questo Peccatore.\nSembra possedere uno sguardo omicida di cui non si rende conto;\nquesto è un segno incoraggiante che ha il potenziale per diventare un'esperto \nnella professione della nostra compagnia con gli stimoli giusti.",
      "sentence": ""
    },
    {
      "id": "오티스",
      "name": "Outis",
      "description": "Questa Peccatrice potrebbe essere un'ottima consigliera a seconda delle sue capacità.\nPerò, ha tendenze invadenti, così si raccomanda di soddisfarla con breve consenso.\nÈ un'esperta quando si tratta di tattiche e varie perle di saggezza sulla vita,\nil che rende i suoi consigli ancora più utili per la sua missione.\nInoltre, possiede una grande conoscenza sulle tecnologie delle botteghe;\npuò affidarle delle riparazioni semplici per l'autobus.\n[NOTA]: Diversamente agli altri Peccatori, non è permesso\naccedere ai documenti riguardanti il passato di questa Peccatrice.\n[ATTENZIONE]: Tenga un'occhio su questa Peccatrice e faccia attenzione che non\nusi la sua astuzia per scopi fuori dal completamento della missione della compagnia.",
      "sentence": ""
    },
    {
      "id": "그레고르",
      "name": "Gregor",
      "description": "Questo Peccatore è relativamente semplice da gestire come personalità.\nMa un'improvvisa scossa di emozioni o un cambio di situazione\npotrebbe causare la trasformazione di una parte o tutto il suo corpo in un'insetto\n(da notare un carapace, somigliante a quello di un _________).\nSe non vuole peccare di maleducazione (non che la gentilezza sia obbligatoria),\nsi raccomanda di tenere la sua espressione sotto controllo\nper non rendergli il suo disgusto visibile.\nA volte parla in modo cinico, ma ci si può ancora ragionare,\ne si può gestire senza molte difficoltà una volta imparato il modo.",
      "sentence": ""
    }
  ]
}