{
  "dataList": [
    {
      "id": "DanteNoteDetail_1",
      "title": "",
      "desc": "- Limbus Company: Quelli per cui lavoro.\n- È un nome che dovrebbe essere importante per me… ma è anche ill più difficile da descrivere.\nPerché… non vogliono dirmi niete. Non lavoro qui per mia volontà.\nAll'inizio, pensavo che lo scopo della compagnia fosse trovare e recuperare i Rami Dorati, ma quello sembra sia l'obiettivo del *nostro* dipartimento, non l'intera compagnia"
    },
    {
      "id": "DanteNoteDetail_2",
      "title": "",
      "desc": "- Da quel che vedo, ogni dipartimento ha i suoi scopi, e tra loro non hanno obiettivi in comune.\n- Sembra che la compagnia abbia molto sostegno. Il supporto della compagnia non fallisce mai quando ci viene dato. (Anche se Rodya sembra avere molto da ridire sui pasti.)"
    },
    {
      "id": "DanteNoteDetail_3",
      "title": "",
      "desc": "- Limbus Company Bus.\n- Il nome viene dal fatto che siamo su un'autobus.\nNon direi che abbiano pensato molto al nome, ma gli altri dipartimenti non sono messi molto meglio in sottigliezza.\n- La squadra consiste di persone come me e i cosìddetti… Peccatori(?) che siedono dietro di me. (Mi devo ancora abituare a quel nome.)\nIl nostro scopo sarebbe di recuperare questi cosi chiamati “Rami Dorati” dalle filiali sotterranee di “Lobotomy” quel che è per cui stava la “L” Corp.\nNon so che cosa siano i Rami Dorati, ma da come suonano: degli oggetti materiali a forma di ramo d'albero. (Scriverò un'altra nota quando scoprirò di più.)"
    },
    {
      "id": "DanteNoteDetail_4",
      "title": "",
      "desc": "- Sembra che recuperare i Rami Dorati non sia il nostro unico compito.\nCi mandano a fare qualunque lavoro che abbia a che fare con l'obiettivo della compagnia che richieda capacità uniche a me o ai Peccatori.\n- Comincio a chiedermi come sia stata fondata questa compagnia, e perché dovevamo essere proprio io e i Peccatori a fare tutto questo, ma Faust non me lo vuole dire.\nDice che il mio livello di sicurezza è troppo basso per accedere alle informazioni, ma sembra sapere qualcosa.\nPerché una “Peccatrice” dovrebbe sapere di più sulla compagnia di me in quanto “Manager”…?"
    },
    {
      "id": "DanteNoteDetail_5",
      "title": "",
      "desc": "- Limbus Company Clearance.\n- Il nome viene dal fatto che “sistemano” la situazione e il luogo.\nÈ stata formata per aiutare la squadra dell'autobus nel lavoro.\nAl contrario dei Peccatori, non li posso resuscitare con i miei poteri, il che spiega l'attenzione che fanno al loro equipaggiamento.\n- Il dipartimento sembra diviso in due squadre. La Squadra Anteriore, Before Team, (LCCB) pensa alla ricognizione e preparazione, mentre la Squadra Posteriore, After Team, (LCCA) pensa a recuperare e pulire dopo che abbiamo finito.\nNon li ho ancora incontrati, ma sembra che le squadre siano divise in varie sezioni a giudicare dalle telefonate di Vergilius.\n- Abbiamo incontrato Effie e Saude dell'Osservazione Preliminare del Before Team.\n- Gli ho chiesto alcune cose quando avevo tempo, cercherò di scrivere quello che ho imparato.\n- Gli volevo anche chiedere cosa fanno esattamente, ma l'occasione è stata interrotta da una sceneggiata improvvisa di Don Quixote.\n- Effie ha sospirato dicendo che l'Osservazione Preliminare paga meno di tutte le sezioni del Before Team. Visto quello che ho sentito su come il dipartimento abbia più personale degli altri, è probabile che siano considerati sacrificabili.\n- …Effie e Saude sono morti durante l'operazione."
    },
    {
      "id": "DanteNoteDetail_6",
      "title": "",
      "desc": "- Sembra che sia un termine che si riferisce alle altre 12 persone sull'autobus della LCB.\n- In base alle conversazioni che ho sentito, sembra che si siano “uniti” alla compagnia più o meno come me, ma li hanno soprannominati come se fossero costretti a stare qui.\n- Ho chiesto del nome a Vergilius, ma non mi ha dato una vera risposta.\nLui e il suo “Vedrai quando è il momento…” Ha ignorato molte domande con frasi simili.\n…Sembra che non abbia altra opzione, dovrò scrivere tutto quello che scopro."
    },
    {
      "id": "DanteNoteDetail_7",
      "title": "",
      "desc": "- Aggiungo qualche nuova scoperta sui Peccatori.\n- Intanto, sembra che “Peccatore” sia specifico a chi abbia siglato un contratto (che non avevo possibilità di rifiutare) con me.\n- E sembra che siano le uniche persone che posso riportare in vita con il mio orologio."
    },
    {
      "id": "DanteNoteDetail_8",
      "title": "",
      "desc": "- I Peccatori potrebbero essere quelli che risuonano con i Rami Dorati che cerchiamo.\n- Quando ci avviciniamo, sembrano rivelare i *meandri dell'ego del Peccatore*, facendoci sperimentare il suo passato o guardare nella sua mente."
    },
    {
      "id": "DanteNoteDetail_9",
      "title": "",
      "desc": "- Sembra essere un termine che si riferisce ai centri urbani della Città.\n- La Città è divisa in varie sezioni, e ognuna di esse comprende una parte detta “Nido” e una “Vicoli”.\n- Un Nido insomma è sotto la gestione e la protezione di un conglomerato chiamato *Ala*, mentre i Vicoli non hanno una grande influenza. Credo?\n- Ho chiesto a Vergilius se venivo da un Nido o dai Vicoli, ma non ha risposto."
    },
    {
      "id": "DanteNoteDetail_10",
      "title": "",
      "desc": "- Companies with the most advanced and influential technology in their Districts, practically ruling over them.\nSupposedly they're corporate entities, but the more I hear about the Wings, the more they sound like governing bodies.\n(Come to think of it, Limbus Company doesn't seem to fit the conventional idea of a company, either. We're on a bus all the time, for one.)\n- Each Wing has trademarked technologies called “Singularities”, and uses the funds earned from them (and ridiculous taxes) to manage the high-class urban area inside its District, known as a *Nest*.\n- People who work for a Wing seem to be nicknamed “Feathers”."
    },
    {
      "id": "DanteNoteDetail_11",
      "title": "",
      "desc": "- Located in District 11's Nest.\n- As evidenced by our nightmarish battle at the checkpoint… K Corp's Singularity seems to give the user the capability to continuously heal—or regenerate, rather—their body.\nFaust called it “Helapoiesis”, but it seems to be more commonly referred to as HP “bullets” or “ampules” by regular denizens of the City.\nThanks to that, all the Sinners died and I almost fainted bearing 12 people's worth of pain at once…\nBut, those HP ampules did also help restore my melted lower half to perfectly good health.\n- K Corp. seems to be utilizing this technology for a number of industries."
    },
    {
      "id": "DanteNoteDetail_12",
      "title": "",
      "desc": "- According to Samjo, an employee we met at Eunbong's, the Wing might also be developing food-related tech using the Singularity."
    },
    {
      "id": "DanteNoteDetail_13",
      "title": "",
      "desc": "- Full Name: Lobotomy Corporation. \n- Its Nest was in District 12. A fallen Wing, its spot currently vacant.\nIt was apparently the epicenter of a City-wide event called the *White Nights and Dark Days*, which everyone seems to know. (Except for me, or would that be the amnesia…?)\nThe facilities we search through for the Golden Boughs all once belonged to this now-defunct L Corp."
    },
    {
      "id": "DanteNoteDetail_14",
      "title": "",
      "desc": "- Nagel und Hammer: Located in District 14's Nest. Nagel obviously means “nail”.\n- Having spoken with Meursault, apparently there are *two* factions under the names of 'Nail' and 'Hammer'.\nAccording to him, the armor-clad “Inquisitors” we faced weren't nearly as prevalent when he worked for the Wing, and they weren't the majority faction during his time there.\n- Unlike the group led by Kromer, N Corp. as a whole doesn't appear too different from other big corporations outside some rigidness."
    },
    {
      "id": "DanteNoteDetail_15",
      "title": "",
      "desc": "- Not sure what its main business is, but some Sinners seem to know a couple things about the Wing.\n…If only they'd speak to me at all about it."
    },
    {
      "id": "DanteNoteDetail_16",
      "title": "",
      "desc": "- Areas of a District not included in the Nest, outside of the Wing's domain.\nThe residents are mostly people who can't afford to live in the Nest.\n- Each area is stacked with restaurants, local businesses, living quarters, schools, academies, and a variety of other facilities.\nAs the name suggests, though, the roads tend to be twisted and intertwined, and there's a constant air of dampness wherever you go.\nFun thing I've noticed is that the boundaries between the Backstreets and the Nests were clearly drawn in every District I've visited. (Though I've only been to like, three of them)."
    },
    {
      "id": "DanteNoteDetail_17",
      "title": "",
      "desc": "- A Syndicate of sword-wielding ruffians and libertines roaming the Backstreets.\n- Guessing from conversations with the Sinners who wore such Identities, they don't seem to act or move in groups much despite belonging to a Syndicate.\nTo be more precise… they do have temporary company from time to time, but there's no strict subgroups or pecking order.\n- …It's unfortunate that half of their answers were taking the piss, so I am unable to write proper answers here."
    },
    {
      "id": "DanteNoteDetail_18",
      "title": "",
      "desc": "- Sorta freelancers who take care of or help with various jobs and requests in the City.\n- They don't work for free, of course. The whole society seems to be based around money. But… I don't think I can say for sure that there are absolutely no Fixers willing to do charity work, I guess?\n- The ones I've seen and heard about were from all walks of life, too diverse for me to neatly summarize. (If talking with mirrored identities counts, too). Maybe it's a common career?"
    },
    {
      "id": "DanteNoteDetail_19",
      "title": "",
      "desc": "- A giant Syndicate spread deep and wide across the Backstreets.\n- They seem to be characterized by long, single-edged swords with sheaths and dark/wavy clothes.\n- They basically earn their keep by taking protection fees from Backstreets businesses under the pretext of offering “safety”.\n- From what I heard from the Identities, they seem to be in some kind of conflict with another Syndicate called the Blade Lineage. I didn't get to hear the reason.\n- They follow some sort of hierarchy, and henchmen are generally forbidden from disobeying their superiors.\n- …There do seem to be special exceptions if Hong Lu is to be believed."
    },
    {
      "id": "DanteNoteDetail_20",
      "title": "",
      "desc": "- Small branch-shaped objects that emit a golden glow.\n- Don't really feel like tree branches. My head gets these tingling sensations whenever I get close to one…\n- Whatever these are, they certainly aren't your ordinary gilded twigs that we're made to go after."
    },
    {
      "id": "DanteNoteDetail_21",
      "title": "",
      "desc": "- An invention that overlays a person's identity with a different possibility from numerous other worlds.\n- I heard Yi Sang was one of its developers, but he always blabbers things I can't wrap my head around whenever I ask, so I don't expect to get any useful down-to-earth info out of him.\n- The identities themselves are found via the engine of Mephistopheles. Not sure how it works, but it looks like you can't just find and grab the identities you want. Trial and error can sometimes stumble upon previously unseen versions of the Sinners, too."
    },
    {
      "id": "DanteNoteDetail_22",
      "title": "",
      "desc": "- Although I can't write how exactly those identities are used in full… (Feels like attempting to makes me unsure somehow.)\nSynchronizing the extracted identity with my LCB-PDA and the bus window allowed me to communicate with or feel it, in a way.\nCalling forth the image of the identity in my mind, I get a sense of understanding as if I'm talking to the Sinner like usual… And once the Sinner and I make an unspoken agreement, the identity overrides the Sinner, accompanied by the sound of glass shattering.\n…Can't think of a more suitable description.\n- While overlaid with an identity, the Sinner appears pretty different from usual. On top of attires and weapons, their personalities can also change pretty wildly, and sometimes make me question if they're really the Sinners I know.\nFortunately, they seem to go back to their original selves when they're done using an identity. But, prolonged use might cause small side effects like headaches or residual traces of the identity's personality surfacing from time to time."
    },
    {
      "id": "DanteNoteDetail_23",
      "title": "",
      "desc": "- Seems to be what they call all kinds of gangs and organizations in the City.\n- The term covers such a wide range of things, you can call pretty much any group of people together under a name a Syndicate."
    },
    {
      "id": "DanteNoteDetail_24",
      "title": "",
      "desc": "- From turning rudimentary cogs to overlaying an alternate identity via a mirror, the City has every level of technology."
    }
  ]
}
